[
  {
    "index": 10,
    "title": "The Blessing of the Oil of the Sick - Exorcism",
    "latin": "Exorcizo te immundissime spiritus, omnisque incursio sathanae, et omne phantasma. In nomine Pa†tris, et Fi†lii, et Spiritus†sancti; ut recedas ab hoc oleo, ut possit effici unctio spiritalis ad corroborandum templum Dei vivi; ut in eo possit Spiritus sanctus habitare, per nomen Dei Patris omnipotentis, et per nomen dilectissimi filii eius Domini nostri Jesu Christi, qui venturus est judicare vivos, et mortuos, et saeculum per ignem.\nR. Amen.",
    "english": "I exorcise Thee, thou unclean spirit, and every assault of satan and every phantasm: in the name of the † Father, and of the † Son, and of the Holy † Ghost: do thou depart from this oil, so that it may become a spiritual unguent for strengthening the temple of the living God; so that the Holy Spirit may dwell therein, by the name of God the Father almighty, and by the name of His well-beloved Son our Lord Jesus Christ, who will come to judge the living and the dead and the world by fire.\nR. Amen."
  },
  {
    "index": 11,
    "title": "The Blessing of the Oil of the Sick - Prayer",
    "latin": "Oremus.\nEmitte, quaesumus, Domine, Spiritum sanctum tuum paraclitum de caelis in hanc pinguedinem olivae, quam de viridi ligno producere dignatus es, ad refectionem mentis, et corporis, ut tua sancta bene†dictione sit omni hoc unguento caelestis medicinae peruncto, tutamen mentis, et corporis, ad evacuandos omnes dolores, omnes infirmitates, omnemque aegritudinem mentis, et corporis: unde unxisti Sacerdotes, Reges, Prophetas, et Martyres fit Chrisma tuum perfectum, Domine nobis, a te benedictum, pernens in visceribus nostris. In nomine Domini nostri Jesu Christi.",
    "english": "Let us pray.\nSend forth from heaven, we beg, O Lord, the Holy Spirit Thy Paraclete into this juice from the olive which Thou art so good as to bring out from the green tree for invigorating mind and body: through Thy holy blessing may all who are anointed by this unguent of heavenly healing therein find protection for mind and body, expelling every pain, every weakness, every sickness of mind and body; wherefore Thou hast anointed Priests and Kings, Prophets and Martyrs; may Thy ointment be perfected for us, O Lord, by Thy blessing and abide deep within us. In the name of our Lord Jesus Christ."
  },
  {
    "index": 12,
    "title": "The Blessing of the Balsam",
    "latin": "Ant. O redemptor sume carmen temet concinentium.\n\nAudi judex mortuorum, una spes mortali um, audi voces proferentum donum pacis praevium.\nArbor faeta alma luce hoc sacrandum pro tulit: fert hocpro na praesens turba Salvatori saeculi.\nStans ad aram immo supplex infulatus Pon tifex, debitum persol vit omne consecra to Chrismate.\nConsecra re tu dignare, Rex perennis patriae, hoc oli vum signum vivum, iura contra daemonum.\n\nOremus.\nDeus, mysteriorum caelestium, et virtutum omnium praeparator, nostras, quaesumus, preces exaudi, hanc odoriferam sicci corticis lacrymam (quae felicis virgae profluendo sudorem Sacerdotali nos opimat unguento) acceptabilem tuis praesta mysteriis, et concessa benedictione sanctifi†ca.\nPer Dominum nostrum...\n\nOremus.\nCreaturarum omnium Domine pro creator, qui per Moysen famulum tuum permistis herbis aromatum fieri praecepisti sanctificationem unguenti, clementiam tuam suppliciter deposcimus, ut huic unguento, quod radix produxit stirpea, spiritualem gratiam largiendo, plenitudinem sancti†ficationis infundas. Sit nobis, Domine, fidei hilaritate conditum; sit sacerdotalis unguenti Chrisma perpetuum sit ad caelestis vexilli impressionem dignissimum; ut quicumque Baptismate sacro renati isto fuerint liquore peruncti, corporum, atque animarum benedictionem plenissimam consequantur, et beatae fidei collato munere perenniter amplientur.\nPer Dominum nostrum...\n\nOremus Dominum Deum nostrum omnipotentem, qui incomprehensibilem unigeniti filii sui, sibique coaeterni divinitatem mirabili dispositione verae humanitati inseparabiliter coniunxit, et cooperante gratia Spiritus sancti, oleo exultationis prae participibus suis linivit, ut homo frau de diaboli perditus gemina, et singulari constans materia, perenni redderetur, de qua exciderat, haereditati; quatenus hos ex diversis creaturarum speciebus liquores creatos sanctae Trinitatis perfectione bene†dicat, et benedicendo sancti†ficet, concedatque, ut simul permisti unum fiant; et quicumque exterius inde perunctus fuerit, ita interius liniatur, quod omnibus sordibus corporalis materiae carens se participem regni caelestis effici gratuletur.\nPer eundem Dominum...",
    "english": "Ant. Accept this song, Redeemer, that we all sing to Thee.\n\nHear, O Judge of the dead and sole hope of the living, hear their voice who bring forth a gift that heralds peace.\nA tree rich with bountiful light produced this oil for sacring; how reverently they bear it now to the Savior of the world.\nSuppliant before the altar stands the Pontiff in his robes: this his one intention, the Chrism to consecrate.\nKing of our eternal homeland, deign to consecrate this oil as active sign against every demon's claim.\n\nLet us pray.\nO God, Author of heavenly mysteries and every excellence, we beseech Thee hear our prayer: fashion this aromatic tear shed by the tree's dry bark to fit Thy mysteries (this deliquescense from fertile branch which by its flow enriches us with priestly unguent) and, granting Thy blessing, do Thou † sanctify it.\nThough our Lord...\n\nLet us pray.\nO Lord, who didst beget all creatures, who didst command Thy servant Moses to compound aromatic herbs for sanctification of unguents: we humbly beg Thee in Thy clemency freely to bestow spiritual grace on this unguent produced by a tree, and pour into it the fullness of Thy † sanctification. May it be for us, O Lord, season by the gladness of faith, the perpetual Chrism of priestly anointing, means most worthy of enrolling under the standard of heaven; so that all who have been reborn by Holy Baptism and anointed with this liquid may obtain the fullest blessing for body and soul, and be granted and by it enriched for ever the gift of blessed faith.\nThrough our Lord...\n\nLet us beg the Lord our God almighty, who by marvelous disposition hath conjoined to true humanity the incomprehensible Godhead of His only-begotten Son, with Himself coeternal, and by the cooperating grace of the Holy Spirit hath so anointed man with the oil of exultation above his fellows: that though ruined by the deceit of the devil, but retaining his singular composite nature, he should have restored to him that eternal inheritance from which he had fallen; we beg Him concerning these two liquids created in different species that, as He † blesses them with the perfection of the Holy Trinity and in blessing † sanctifies them, so He may grant them when mixed to become one; and that whosoever be anointed by it externally may be so anointed internally that he may lay aside all baseness of bodily matter and joyfully be given a share in the heavenly kingdom. Through the same..."
  },
  {
    "index": 13,
    "title": "The Blessing of the Holy Chrism - Exorcism",
    "latin": "Exorcizo te creatura olei per Deum Patrem omnipotentem, qui fecit caelum, et terram, mare, et omnia, quae in eis sunt, ut omnis virtus adversarii, omnis exercitus diaboli, omnisque incursio, et omne phantasma sathanae eradicetur, et effugetur a te; ut fias omnibus, qui ex te ungendi sunt, in adoptionem filiorum per Spiritum sanctum. In nomine Dei Pa†tris omnipotentis, et Iesu†Christi Filii eius Domini nostri, qui cum eo vivit, et regnat Deus, in unitate eiusdem Spiritus†sancti.",
    "english": "I exorcise thee, thou creature of oil, through God the Father almighty who made heaven and earth and sea and all things therein: let all the might of the adversary, every army of the devil, and every inroad and phantasm of satan be uprooted and driven out of thee: so that for all who may be anointed by thee, thou mayest be unto the adoption of sons through the Holy Spirit. In the name of God the † Father almighty, and of Jesus Christ His Son † our Lord, who liveth and reighneth God with Him in the unity of the Holy † Spirit."
  },
  {
    "index": 14,
    "title": "The Blessing of the Holy Chrism - Prayer",
    "latin": "V. Per omnia saecula saeculorum.\nR. Amen.\nV. Dominus vobiscum.\nR. Et cum spiritu tuo.\nV. Sursum corda.\nR. Habemus ad Dominum.\nV. Gratias agamus Domino Deo nostro.\nR. Dignum et justum est.\n\nVere dignum et justum est, aequum et salutare, nos tibi semper, et ubique gratas agere, Domine sancte, Pater omnipotens, aeterne Deus: Qui in principio, inter cetera bonitatis tuae munera, terram producere fructifera ligna jussisti, inter quae hujus pinguissimi liquoris ministrae olivae nascerentur, quarum fructus sacro Chrismati deservi ret. Nam et David prophetico spiritu gratiae tuae Sacramenta praenoscens, vultus nostros in oleo exhilarandos esse cantavit: et cum mundi crimina diluvio quondam expiarentur effuso, similitudinem futuri muneris columba demonstrans per olivae ramum, pacem terris redditam nuntiavit. Quod in novissimis temporibus manifestis est effectibus declaratum, cum Baptismatis aquis omnium criminum commissa delentibus, haec olei unctio vultus nostros jucundos effi cit, ac serenos. Inde etiam Moysi famulo tuo mandatum dedisti, ut Aaron fratrem suum prius aqua lotum per infusionem hujus unguenti constitueret Sacerdotem. Accessit ad hoc amplior honor, cum Filius tuus Jesus Christus Dominus noster lavari se a Joanne undis Jordanicis exegisset, ut Spiritu Sancto in columbae similitudine desuper misso, Unigenitum tu um, in quo tibi optime complacuisse, testimonio subsequentis vocis ostenderes, et hoc illud esse manifestissime comprobares, quod eum oleo laetitiae prae consortibus suis ungendum David Propheta cecinisset. Te igitur deprecamur, Domine sancte, Pater omnipotens, aeterne Deus, per eumdem Jesum Christum Filium tuum Dominum nostrum, ut hujus creaturae pinguedinem sancti † ficare tua bene † dictione digneris et Sancti † Spiritus ei admiscere virtutem, cooperante Christi Filii tui potentia, a cujus nomine sancto Chrisrna nomen acce pit, unde unxisti Sacerdotes, Reges, Prophetas et Martyres: ut spiritualis lavacri Baptismo renovandis creaturam Chrismatis in Sacramentum perfectae salutis vitaeque confirmes; ut sanctificatione unctionis infusa, corruptione primae nativitatis absorpta, sanctum unius cujusque templum acceptabilis vitae innocentiae odore redolescat: ut secundum constitutionis tuae Sacramentum, regio, et sacerdotali, propheticoque honore perfusi, vestimento incorrupti muneris induantur; ut sit his, qui renati fuerint ex aqua et Spiritu Sancto, Chrisma salutis, eosque aeternae vitae participes, et coelestis gloriae faciat esse consortes. Per eumdem Dominum...",
    "english": "V. World without end.\nR. Amen.\nV. The Lord be with you.\nR. And with thy spirit.\nV. Lift up your hearts.\nR. We have lifted them up to the Lord.\nV. Let us give thanks to the Lord our God.\nR. It is meet and just.\n\nIt is truly meet and just, right and for our salvation, that we should at all times and in all places give thanks to Thee, holy Lord, Father almighty, eternal God: who didst in the beginning, amongst the other gifts of Thy bounty, make the earth produce fruit-bearing trees, among them olive trees which furnish this very rich juice and contribute to the sacred Chrism. For David knowing beforehand in prophetical spirit the Sacraments of Thy grace, sang that in oil our countenance should be made cheerful: and when of old the wickednesses of the world were washed away in the widespread flood, a dove announced the return of peace to the earth by bearing an olive branch, Thy symbol of a gift yet to come. This was declared in much later times by its manifest effects when the waters of Baptism washed away the guilt of every crime and this anointing with oil brought joy and serenity to our countenance. Thence also didst Thou command Moses Thy servant to wash his brother Aaron with water and make him a Priest by pouring this unguent over him. A still greater honor was added when Thy Son Jesus Christ our Lord insisted on being washed by John in the waters of Jordan, so that the Holy Spirit might descend in the likeness of a dove from on high and that Thou mightest testify with the voice that followed that this was Thine Only-begotten in whom Thou wert well pleased, and that indeed Thou mightest most manifestly prove that David the prophet sang of Him as the One anointed with the oil of gladness above His fellows. Therefore we beg Thee, holy Lord, Father almighty, eternal God, through the same Jesus Christ Thy Son our Lord, that Thou wilt deign to † sanctify the richness of this creature by Thy † blessing and to mingle with it the virtue of the Holy † Spirit, in cooperation with the power of Christ Thy Son from whose name this Chrism derives its name, with which Thou has anointed Priests and Kings, Prophets and Martyrs: that unto all who shall be reborn of water and the Holy Ghost it may be a Chrism of salvation and give them participation in eternal life and a share in the glory of heaven. Through the same..."
  },
  {
    "index": 15,
    "title": "The Blessing of the Holy Chrism - Second Prayer",
    "english": "May this intermingling of liquids be to all anointed by it propitiation and safeguard to end of ages.\nR. Amen.\n\nHail, Holy Chrism.",
    "latin": "Haec commixtio liquorum fiat omnibus ex ea perunctis propitiatio, et custodia salutaris in saecula saeculorum.\nR. Amen.\n\nAve, sanctum Chrisma."
  },
  {
    "index": 16,
    "title": "The Blessing of the Oil of Catechumens - Exorcism",
    "english": "I exorcise thee, thou creature of oil, in the name of God the Father † almighty, and in the name of Jesus † Christ, and of the Holy † Ghost, that at this invocation of the undivided Trinity and by the might of the one Godhead, every most wicked power of the adversary, every enduring malice of the devil, every violent invasion and every disordered and dark phantasm be uprooted and put to flight and from thee depart: so that thou mayest be purified by the divine Sacraments and be used for the benefit of flesh and spirit and the remission of every sin in those who shall be anointed by thee; and that their bodies may be sanctified into receiving every spiritual grace.\nThrough the same our Lord...",
    "latin": "Exorcizo te, creatura Olei, in nomine Dei Pa†tris omnipotentis, et in nomine Jesu † Christi, et Spiritus † Sancti, ut in hac invocatione individuae Trinitatis, atque unius virtute Deitatis, omnis nequissima virtus adversarii, omnis inveterata malitia diaboli, omnis violenta incursio, omne confusum et caecum phantasma eradicetur, et effugetur, et discedat a te; ut divinis Sacramentis purificata fias in adoptionem carnis et spiritus, eis qui ex te ungendi sunt, in remissionem omnium peccatorum; ut efficiantur eorum corpora ad omnem gratiam spiritualem accipiendam sanctificata.\nPer eumdem Dominum nostrum..."
  },
  {
    "index": 17,
    "title": "The Blessing of the Oil of Catechumens - Prayer",
    "english": "Let us pray.\nO God, Rewarder of all spiritual increase and progress, who dost strengthen the feeble efforst of weak souls by the might of the Holy Spriit, we pray Thee, Lord, deign to send forth Thy † blessing on this oil, and to all who approach the laver of blessed regeneration grant cleansion of mind and body through anointing with this Thy creature; and if there should remain in them some taint from teir spriritual foes, may it depart at the touch of this sanctified oil: let there remain no home for spiritual wickedness, no opportunity for virtue to flee, no possibility for evil to lurk in ambush. But for those Thy servants who come to the faith and wish to be cleansed by the action of the Holy Spirit, may this prepared ointment help them forward to that salvation which they are to receive by the birth of heavenly regeneration in the Sacrament of Baptism.\nThrough our Lord...",
    "latin": "Oremus.\nDeus, incrementorum omnium et profectuum spiritualium remunerator, qui virtute Sancti Spiritus imbecillarum mentium rudimenta confirmas, te oramus, Domine, ut emittere digneris tuam bene†dictionem super hoc oleum, et venturis ad beatae regenerationis lavacrum tribuas per unctionem hujus creaturae purgationem mentis et corporis; ut si quae illis adversantium spirituum inhaesere maculae, ad tactum sanctificati olei hujus abscedant: nullus spiritualibus nequitiis locus, nulla refugis virtutibus sit facultas, nulla insidiantibus malis latendi licentia relinquatur. Sed venientibus ad fidem servis tuis, et Sancti Spiritus tui operatione mundandis, sit unctionis hujus praeparatio utilis ad salutem, quam etiam coelestis regenerationis nativitate in Sacramento sunt Baptismatis adepturi.\nPer Dominum nostrum..."
  },
  {
    "index": 18,
    "title": "The Blessing of the Oil of Catechumens",
    "english": "Ant. Accept this song, Redeemer, that we all sing to Thee.\n\nMay all of either sex be renewed by anointing with Chrism; may the wounded glory of man's dignity be healed.\nEvery sin flees from a soul washed in the holy fount; holy and sacred gifts flow in when the brow is anointed.\nBorn from Thy Parent's heart, fruit of the Virgin's womb: on those who share Thy Chrism, shed light, and shield from death.\nLet this day be festive unto every age: worthy of praise, and sacred: never growing stale.",
    "latin": "Ant. O redemptor sume carmen temet concinentium.\n\nUt novetur sexus omnis unctione Chrismatis: ut sanetur sauciata dignitatis gloria.\nLota mente sacro fonte aufugantur crimina, uncta fronte sacrosancta influunt charismata.\nCorde natus ex Parentis alvum implens Virginis, praesta lucem, claude mortem Chrismatis consortibus.\nSit haec dies festa nobis saeculorum saeculis: sit sacrata digna laude, nec senescat tempore."
  }
]