[
  {
    "index": 5,
    "title": "The Maundy",
    "english": "Ant. A new commandment I give unto you: That you love one another, as I have loved you, saith the Lord.\nBlessed are the undefiled in the way: who walk in the law of the Lord.\nAnt. A new commandment I give unto you: That you love one another, as I have loved you, saith the Lord.\n\nAnt. After our Lord was risen from supper, He put water into a basin, and began to wash the feet of His disciples: to whom He gave this example.\nGreat is the Lord, and exceedingly to be praised in the city of our God, in His holy mountain.\nAnt. After our Lord was risen from supper, He put water into a basin, and began to wash the feet of His disciples: to whom He gave this example.\n\nAnt. Our Lord Jesus, after He had supped with His disciples, washed their feet, and said to them: Know you what I your Lord and Master have done to you? I have given you an example, that ye also may do likewise.\nThou hast blessed, O Lord, Thy land; Thou hast turned away the captivity of Jacob.\nAnt. Our Lord Jesus, after He had supped with His disciples, washed their feet, and said to them: Know you what I your Lord and Master have done to you? I have given you an example, that ye also may do likewise.\n\nAnt. Lord, dost Thou wash my feet? Jesus answered and said to them: If I shall not wash thy feet, thou shalt have no part with Me.\nV. He came to Simon Peter, and Peter said to Him: Lord, dost Thou wash my feet? Jesus answered and said to them: If I shall not wash thy feet, thou shalt have no part with Me. \nV. What I do, thou knowest not now; but thou shalt know hereafter.\nAnt. Lord, dost Thou wash my feet? Jesus answered and said to them: If I shall not wash thy feet, thou shalt have no part with Me. \n\nAnt. If I your Lord and Master, have washed your feet, how much more ought you to wash one another’s feet?\nHear these things, all ye nations: give ear, ye that inhabit the world.\nAnt. If I your Lord and Master, have washed your feet, how much more ought you to wash one another’s feet?\n\nAnt. By this shall all men know that you are My disciples, if you have love one for another.\nV. Said Jesus to His disciples.\nAnt. By this shall all men know that you are My disciples, if you have love one for another.\n\nAnt. Let these three, faith, hope, and charity, remain in you; but the greatest of these is charity.\nV. And now there remain faith, hope and charity, these three; but the greatest of these is charity.\nAnt. Let these three, faith, hope, and charity, remain in you; but the greatest of these is charity.\n\nV. Where charity and love are, there is God.\nV. The love of Christ has gathered us together.\nV. Let us rejoice in Him and be glad.\nV. Let us fear and love the living God.\nV. And let us love one another with a sincere heart.\nWhere charity and love are, there is God.\nV. When, therefore, we are assembled together.\nV. Let us take heed, that we be not divided in mind.\nV. Let malicious quarrels and contentions cease.\nV. And let Christ our God dwell among us.\nWhere charity and love are, there is God.\nV. Let us also with the blessed see.\nV. Thy face in glory, O Christ our God.\nV. There to possess immeasurable and happy joy.\nV. For infinite ages of ages. Amen.\n\nOur Father, who art in heaven, Hallowed be thy name. Thy kingdom come. Thy will be done on earth as it is in heaven.\nGive us this day our daily bread. And forgive us our trespasses, as we forgive those who trespass against us. And lead us not into temptation: But deliver us from evil. Amen.\n\nV. Thou hast commanded Thy commandments, O Lord.\nR. To be exactly observed.\nV. Thou hast washed the feet of Thy disciples.\nR. Despise not the work of Thy hands.\nV. O Lord, hear my prayer.\nR. And let my cry come unto Thee.\nV. The Lord be with you.\nR. And with thy spirit.\n\nLet us pray\nBe present, O Lord, we beseech Thee, at the performance of our service: and since Thou didst vouchsafe to wash the feet of Thy disciples, despise not the work of Thy hands, which Thou hast commanded us to retain: that as here the outward stains are washed away by us and from us, so the inward sins of us all may be blotted out by Thee. Which do Thou vouchsafe to grant, who livest and reignest God for ever and ever.\nR. Amen. ",
    "latin": "Ant. Mandátum novum do vobis: ut diligátis ínvicem, sicut diléxi vos, dicit Dóminus.\nBeáti immaculáti in via: qui ámbulant in lege Dómini.\nAnt. Mandátum novum do vobis: ut diligátis ínvicem, sicut diléxi vos, dicit Dóminus.\n\nAnt. Postquam surréxit Dóminus a cœna, misit aquam in pelvim, et cœpit laváre pedes discipulórum suórum: hoc exémplum réliquit eis.\nMagnus Dóminus, et laudábilis nimis: in civitáte Dei nostri, in monte sancto eius.\nAnt. Postquam surréxit Dóminus a cœna, misit aquam in pelvim, et cœpit laváre pedes discipulórum suórum: hoc exémplum réliquit eis.\n\nAnt. Dóminus Iesus, postquam cenávit cum discípulis suis, lavit pedes eórum, et ait illis: Scitis, quid fécerim vobis ego, Dóminus et Magíster? Exémplum dedi vobis, ut et vos ita faciátis.\nBenedixísti, Dómine, terram tuam: avertísti captivitátem Iacob.\nAnt. Dóminus Iesus, postquam cenávit cum discípulis suis, lavit pedes eórum, et ait illis: Scitis, quid fécerim vobis ego, Dóminus et Magíster? Exémplum dedi vobis, ut et vos ita faciátis.\n\nAnt. Dómine, tu mihi lavas pedes? Respóndit Iesus et dixit ei: Si non lávero tibi pedes, non habébis partem mecum.\nV. Venit ergo ad Simónem Petrum, et dixit ei Petrus.\nAnt. Dómine, tu mihi lavas pedes? Respóndit Iesus et dixit ei: Si non lávero tibi pedes, non habébis partem mecum.\nV. Quod ego fácio, tu nescis modo: scies autem póstea.\nAnt. Dómine, tu mihi lavas pedes? Respóndit Iesus et dixit ei: Si non lávero tibi pedes, non habébis partem mecum.\n\nAnt. Si ego, Dóminus et Magíster vester, lavi vobis pedes: quanto magis debétis alter altérius laváre pedes?\nAudíte hæc, omnes gentes: áuribus percípite, qui habitátis orbem.\nAnt. Si ego, Dóminus et Magíster vester, lavi vobis pedes: quanto magis debétis alter altérius laváre pedes?\n\nAnt. In hoc cognóscent omnes, quia discípuli mei estis, si dilectiónem habuéritis ad ínvicem.\nV. Dixit Iesus discípulis suis.\nAnt. In hoc cognóscent omnes, quia discípuli mei estis, si dilectiónem habuéritis ad ínvicem.\n\nAnt. Máneant in vobis fides, spes, cáritas, tria hæc: maior autem horum est cáritas.\nV. Nunc autem manent fides, spes, cáritas, tria hæc: maior horum est cáritas.\nAnt. Máneant in vobis fides, spes, cáritas, tria hæc: maior autem horum est cáritas.\n\nUbi cáritas et amor, Deus ibi est.\nV. Congregávit nos in unum Christi amor.\nV. Exsultémus et in ipso iucundémur.\nV. Timeámus et amémus Deum vivum.\nV. Et ex corde diligámus nos sincéro.\nUbi cáritas et amor, Deus ibi est.\nV. Simul ergo cum in unum congregámur:\nV. Ne nos mente dividámur, caveámus.\nV. Cessent iúrgia malígna, cessent lites.\nV. Et in médio nostri sit Christus Deus.\nUbi cáritas et amor, Deus ibi est.\nV. Simul quoque cum Beátis videámus\nV. Gloriánter vultum tuum, Christe Deus:\nV. Gáudium, quod est imménsum atque probum,\nV. Sǽcula per infiníta sæculórum. Amen.\n\nPater noster, qui es in cælis, sanctificétur nomen tuum: advéniat regnum tuum: fiat volúntas tua, sicut in cælo et in terra. Panem nostrum cotidiánum da nobis hódie: et dimítte nobis débita nostra, sicut et nos dimíttimus debitóribus nostris: et ne nos indúcas in tentatiónem: sed líbera nos a malo. Amen.\n\nV. Tu mandásti mandáta tua, Dómine.\nR. Custodíri nimis.\nV. Tu lavásti pedes discipulórum tuórum.\nR. Opera mánuum tuárum ne despícias.\nV. Dómine, exáudi oratiónem meam.\nR. Et clamor meus ad te véniat.\nV. Dóminus vobíscum.\nR. Et cum spíritu tuo.\n\nOrémus.\nAdésto, Dómine, quǽsumus, offício servitútis nostræ: et quia tu discípulis tuis pedes laváre dignátus es, ne despícias ópera mánuum tuárum, quæ nobis retinénda mandásti: ut, sicut hic nobis, et a nobis exterióra abluúntur inquinaménta; sic a te ómnium nostrum interióra lavéntur peccáta. Quod ipse præstáre dignéris, qui vivis et regnas Deus: per ómnia sǽcula sæculórum.\nR. Amen."
  },
  {
    "index": 11,
    "title": "Pange Lingua",
    "english": "Sing, my tongue, the Savior's glory,\nof His flesh the mystery sing;\nof the Blood, all price exceeding,\nshed by our immortal King,\ndestined, for the world's redemption,\nfrom a noble womb to spring.\n\nOf a pure and spotless Virgin\nborn for us on earth below,\nHe, as Man, with man conversing,\nstayed, the seeds of truth to sow;\nthen He closed in solemn order\nwondrously His life of woe.\n\nOn the night of that Last Supper,\n seated with His chosen band,\nHe the Pascal victim eating,\nfirst fulfills the Law's command;\nthen as Food to His Apostles\ngives Himself with His own hand.\n\nWord-made-Flesh, the bread of nature\nby His word to Flesh He turns;\nwine into His Blood He changes;-\nwhat though sense no change discerns?\nOnly be the heart in earnest,\nfaith her lesson quickly learns.\n\nDown in adoration falling,\nLo! the sacred Host we hail;\nLo! o'er ancient forms departing,\nnewer rites of grace prevail;\nfaith for all defects supplying,\nwhere the feeble sense fail.\n\nTo the everlasting Father,\nand the Son who reigns on high,\nwith the Holy Ghost proceeding\nforth from Each eternally,\nbe salvation, honor, blessing,\nmight and endless majesty.\nAmen.",
    "latin": "Pange língua, gloriósi\nCórporis mystérium,\nSanguinísque pretiósi,\nQuem in mundi prétium\nFructus ventris generósi\nRex effúdit géntium.\n\nNobis datus, nobis natus\nEx intácta Vírgine,\nEt in mundo conversátus,\nSparso verbi sémine.\nSui moras incolátus.\nMiro clausit órdine.\n\nIn suprémæ nocte cœnæ\nRecúmbens cum frátribus,\nObserváta lege plene\nCibis in legálibus,\nCibum turbæ duodénæ\nSe dat suis mánibus.\n\nVerbum caro, panem verum\nVerbo carnem éfficit;\nFitque sanguis Christi merum:\nEt si sensus déficit,\nAd firmándum cor sincérum\nSola fides súfficit.\n\nTantum ergo Sacraméntum\nVenerémur cérnui:\nEt antíquum documéntum\nNovo cedat ritui:\nPræstet fides supplémentum\nSénsuum deféctui.\n\nGenitóri, Genitóque\nLaus et iubilátio:\nSalus, honor, virtus quoque\nSit et benedíctio\nProcedénti ab utróque\nCompar sit laudátio.\nAmen."
  },
  {
    "index": 12,
    "title": "Stripping of the Altar",
    "english": "Ant. They parted my garments amongst them, and upon my vesture they cast lots.\n\nO God, my God, look upon me: why hast Thou forsaken me? Far from my salvation are the words of my sins.\nO my God, I shall cry by day and Thou wilt not hear: and by night, and it shall not be reputed as folly in me.\nBut Thou dwellest in the holy place, the praise of Israel.\nIn Thee our fathers have hoped: they have hoped, and Thou hast delivered them.\nThey cried to Thee and they were saved: they trusted in Thee and were not confounded.\nBut I am a worm and no man: a reproach of men, and the outcast of the people.\nAll they that saw me have laughed me to scorn: they have spoken with the lips, and wagged the head.\nHe hoped in the Lord, let Him deliver him: let Him save him, seeing he delighteth in him. For Thou art He that hast drawn me out of the womb: my hope from the breasts of my mother.\nI was cast upon Thee from the womb.\nFrom my mother’s womb Thou art my God: depart not from me.\nFor tribulation is very near; for there is none to help me.\nMany calves have surrounded me: fat bulls have besieged me.They have opened their mouths against me, as a lion ravening and roaring.\nI am poured out like water, and all my bones are scattered.\nMy heart is become like wax melting in the midst of my bowels.\nMy strength is dried up like a potsherd, and my tongue hath cleaved to my jaws: and Thou hast brought me down into the dust of death.\nFor many dogs have compassed me: the council of the malignant hath besieged me.\nThey have dug my hands and feet. They have numbered all my bones.\nAnd they have looked and stared upon me. They parted my garments amongst them: and upon my vesture they cast lots.\nBut Thou, O Lord, remove not Thy help to a distance from me: look towards my defense.\nDeliver, O God, my soul from the sword: my only one from the hand of the dog.\nSave me from the lion’s mouth: and my lowness from the horns of the unicorns.\nI will declare Thy Name unto my brethren: in the midst of the church will I praise Thee.\nYe that fear the Lord, praise Him: all ye seed of Jacob, glorify Him. All ye the seed of Jacob, glorify Him.\nLet all the seed of Isarel fear him: because He hath not slighted nor despised the supplication of the poor man.\nNeither hath He turned away His face from me: and when I cried to Him He heard me.\nWith Thee is my praise in the great church: I will pay my vows in the sight of them that fear Him.\nThe poor shall eat and shall be filled, and they shall praise the Lord that seek Him: their hearts shall live for ever and ever.\nAll the ends of the earth shall remember, and shall be converted to the Lord.\nAnd all the kindreds of the Gentiles shall adore in His sight.\nFor the kingdom is the Lord’s: and He shall have dominion over the nations.\nAll the fat ones of the earth have eaten and have adored: all they that go down to the earth shall fall before Him.\nAnd to Him my soul shall live: and my seed shall serve Him.\nThere shall be declared to the Lord a generation to come: and the heavens shall show forth His justice to a people that shall be born, which the Lord hath made.\n\nAnt. They parted my garments amongst them, and upon my vesture they cast lots.",
    "latin": "Ant. Divisérunt sibi vestiménta mea: et super vestem meam misérunt sortem.\n\nDeus, Deus meus, réspice in me: quare me dereliquísti? * longe a salúte mea verba delictórum meórum.\nDeus meus, clamábo per diem, et non exáudies: * et nocte, et non ad insipiéntiam mihi.\nTu autem in sancto hábitas, * laus Israël.\nIn te speravérunt patres nostri: * speravérunt, et liberásti eos.\nAd te clamavérunt, et salvi facti sunt: * in te speravérunt, et non sunt confúsi.\nEgo autem sum vermis, et non homo: * oppróbrium hóminum, et abiéctio plebis.\nOmnes vidéntes me, derisérunt me: * locúti sunt lábiis, et movérunt caput.\nSperávit in Dómino, erípiat eum: * salvum fáciat eum, quóniam vult eum.\nQuóniam tu es, qui extraxísti me de ventre: * spes mea ab ubéribus matris meæ. In te proiéctus sum ex útero:\nDe ventre matris meæ Deus meus es tu, * ne discésseris a me:\nQuóniam tribulátio próxima est: * quóniam non est qui ádiuvet.\nCircumdedérunt me vítuli multi: * tauri pingues obsedérunt me.\nAperuérunt super me os suum, * sicut leo rápiens et rúgiens.\nSicut aqua effúsus sum: * et dispérsa sunt ómnia ossa mea.\nFactum est cor meum tamquam cera liquéscens * in médio ventris mei.\nAruit tamquam testa virtus mea, et lingua mea adhæsit fáucibus meis: * et in púlverem mortis deduxísti me.\nQuóniam circumdedérunt me canes multi: * concílium malignántium obsédit me.\nFodérunt manus meas et pedes meos: * dinumeravérunt ómnia ossa mea.\nIpsi vero consideravérunt et inspexérunt me: * divisérunt sibi vestiménta mea, et super vestem meam misérunt sortem.\nTu autem, Dómine, ne elongáveris auxílium tuum a me: * ad defensiónem meam cónspice.\nErue a frámea, Deus, ánimam meam: * et de manu canis únicam meam:\nSalva me ex ore leónis: * et a córnibus unicórnium humilitátem meam.\nNarrábo nomen tuum frátribus meis: * in médio ecclésiæ laudábo te.\nQui timétis Dóminum, laudáte eum: * univérsum semen Iacob, glorificáte eum.\nTímeat eum omne semen Israël: * quóniam non sprevit, neque despéxit deprecatiónem páuperis:\nNec avértit fáciem suam a me: * et cum clamárem ad eum, exaudívit me.\nApud te laus mea in ecclésia magna: * vota mea reddam in conspéctu timéntium eum.\nEdent páuperes, et saturabúntur: et laudábunt Dóminum qui requírunt eum: * vivent corda eórum in sǽculum sǽculi.\nReminiscéntur et converténtur ad Dóminum * univérsi fines terræ:\nEt adorábunt in conspéctu eius * univérsæ famíliæ géntium.\nQuóniam Dómini est regnum: * et ipse dominábitur géntium.\nManducavérunt et adoravérunt omnes pingues terræ: * in conspéctu eius cadent omnes qui descéndunt in terram.\nEt ánima mea illi vivet: * et semen meum sérviet ipsi.\nAnnuntiábitur Dómino generátio ventúra: * et annuntiábunt cœli iustítiam eius pópulo qui nascétur, quem fecit Dóminus.\n\nAnt. Divisérunt sibi vestiménta mea: et super vestem meam misérunt sortem."
  }
]