[
  {
    "title": "First Oratio",
    "latin": "Deus, qui peccáti véteris hereditáriam mortem, in qua posteritátis genus omne succésserat, Christi tui, Dómini nostri, passióne solvísti: da, ut, confórmes eídem facti; sicut imáginem terrénæ natúræ necessitáte portávimus, ita imáginem cœléstis grátiæ sanctificatióne portémus.\nPer eúndem Christum Dóminum nostrum.",
    "english": "O God who, by the Passion of Thy Christ, our Lord, hast loosened the bonds of death, that heritage of the first sin to which all men of later times did succeed: make us so conformed to Him that, as we must needs have bourne the likeness of earthly nature, so we may by santification bear the likeness of heavenly grace.\nThrough the same Christ our Lord."
  },
  {
    "title": "First Lesson",
    "latin": "*Hosea 6:1-6*\nHæc dicit Dóminus: In tribulatióne sua mane consúrgent ad me: Veníte, et revertámur ad Dóminum: quia ipse cœpit, et sanábit nos: percútiet, et curábit nos. Vivificábit nos post duos dies: in die tértia suscitábit nos, et vivémus in conspéctu eius. Sciémus, sequemúrque, ut cognoscámus Dóminum: quasi dilúculum præparátus est egréssus eius, et véniet quasi imber nobis temporáneus, et serótinus terræ. Quid fáciam tibi Ephraim? quid fáciam tibi Iuda? Misericórdia vestra quasi nubes matutína, et quasi ros mane pertránsiens. Propter hoc dolávi in prophétis, occídi eos in verbis oris mei: et iudícia tua quasi lux egrediéntur. Quia misericórdiam vólui, et non sacrifícium, et sciéntiam Dei plus quam holocáusta.",
    "english": "*Hosea 6:1-6*\nThus saith the Lord: In their affliction they will rise early to Me: Come, and let us return to the Lord, for He hath taken us, and He will heal us, He will strike, and He will cure us. He will revive us after two days: on the third day He will raise us up and we shall live in His sight. We shall know and we shall follow on, that we may know the Lord. His going forth is prepared as the morning light and He will come to us as the early and the latter rain to the earth. What shall I do to thee, O Ephraim? What shall I do to thee, O Juda? Your mercy is as a morning cloud and as the dew that goeth away in the morning. For this reason have I hewed them by the Prophets, I have slain them by the words of my mouth: and thy judgements shall go forth as the light. For I desired mercy and not sacrifice: and the knowledge of God more than holocausts."
  },
  {
    "title": "First Responsary",
    "latin": "*Habacuc 3:2-3*\nDómine, audívi audítum tuum, et tímui: considerávi ópera tua, et expávi. In médio duórum animálium innotescéris: dum appropinquáverint anni cognoscéris: dum advénerit, tempus, ostendéris. In eo, dum conturbáta fúerit ánima mea: in ira, misericórdiæ memor eris. Deus a Líbano véniet, et Sanctus de monte umbróso, et condénso. Opéruit cœlos maiéstas eius: et láudis eius plena est terra.",
    "english": "*Habacuc 3:2-3*\nO Lord, I have heard Thy hearing and was afraid: I have considered Thy works and trembled. In the midst of two animals Thou shalt be made known: when the years shall draw nigh Thou shalt be known: when the time shall come, Thou shalt be manifested. When my soul shall be in trouble, Thou wilt remember mercy, even in Thy wrath. God will come from Libanus, and the Holy One from the shady and thickly covered mountain. His majesty covered the heavens: and the earth is full of His praise."
  },
  {
    "title": "Second Oratio",
    "latin": "Orémus.\n\nFlectámus génua.\n\nLeváte.\n\nDeus, a quo et Iudas reátus sui pœnam, et confessiónis suæ latro prǽmium sumpsit, concéde novis tuæ propitiatiónis efféctum: ut sicut in passióne sua Iesus Christus Dóminus noster divérsa utrísque íntulit stipéndia meritórum; ita nobis, abláto vetustátis erróre, resurrectiónis suæ grátiam largiátur:\nQui tecum vivit et regnat...",
    "english": "Let us pray.\n\nLet us kneel.\n\nArise.\n\nO God, from whom Judas received the punishment of his guilt, and the thief the reward of his confession: grant unto us the full fruit of Thy clemency; that even as in His Passion, our Lord Jesus Christ gave to each a retribution according to his merits, so having taken away our old sins, He may bestow upon us the grace of His Resurrection.\nWho lives and reigns..."
  },
    {
    "title": "Second Lesson",
    "latin": "*Exodus 12:1-11*\nIn diébus illis: Dixit Dóminus ad Móysen et Aaron in terra Ægýpti: Mensis iste, vobis princípium ménsium: primus erit in ménsibus anni. Loquímini ad univérsum cœtum filiórum Israël, et dícite eis: Décima die mensis huius tollat unusquísque agnum per famílias et domos suas. Sin autem minor est númerus, ut suffícere possit ad vescéndum agnum, assúmet vicínum suum qui iunctus est dómui suæ, iuxta númerum animárum quæ suffícere possunt ad esum agni. Erit autem agnus absque mácula, másculus, annículus: iuxta quem ritum tollétis et hædum. Et servábitis eum usque ad quartamdécimam diem mensis huius: immolabítque eum univérsa multitúdo filiórum Israël ad vésperam. Et sument de sánguine eius, ac ponent super utrúmque postem, et in superlimináribus domórum, in quibus cómedent illum. Et edent carnes nocte illa assas igni, et ázymos panes cum lactúcis agréstibus. Non comedétis ex eo crudum quid, nec coctum aqua, sed tantum assum igni: caput cum pédibus eius et intestínis vorábitis. Nec remanébit quidquam ex eo usque mane. Si quid resíduum fúerit, igne comburétis. Sic autem comedétis illum: renes vestros accingétis, et calceaménta habébitis in pédibus, tenéntes báculos in mánibus, et comedétis festinánter: est enim Phase - id est tránsitus - Dómini.",
    "english": "*Exodus 12:1-11*\nIn those days the Lord said to Moses and Aaron in the land of Egypt: This month shall be to you the beginning of months: it shall be the first in the months of the year. Speak ye to the whole assembly of the children of Israel, and say to them: On the tenth day of this month let every man take a lamb by their families and houses. But if the number be less than may suffice to eat the lamb, he shall take unto him his neighbor that joineth to his house, according to the number of souls which may be enough to eat the lamb. And it shall be a lamb without blemish, a male, of one year: according to which rite also you shall take a kid. And you shall keep it until the fourteenth day of this month: and the whole multitude of the children of Israel shall sacrifice it in the evening. And they shall take of blood thereof, and put it upon both the side posts, and on the upper door posts of the houses, wherein they shall eat it. And they shall eat the flesh that night roasted at the fire: and unleavened bread with wild lettuce. You shall not eat thereof any thing raw, nor boiled in water, but only roasted at the fire. You shall eat the head with the feet and entrails thereof. Neither shall there remain any thing of it until morning. If there be an thing left, you shall burn it with fire. And thus you shall eat it: You shall gird your reins, and you shall have shoes on your feet, holding staves in your hands, and you shall eat in haste; for it is the Phase that is the Passage of the Lord."
  },
  {
    "title": "Second Responsary",
    "latin": "*Ps. 139:2-10,14*\nEripe me, Dómine, ab hómine malo: a viro iníquo líbera me. Qui cogitavérunt malítias in corde: tota die constituébant prǽlia. Acuérunt linguas suas sicut serpéntis: venénum áspidum sub lábiis eórum. Custódi me, Dómine, de manu peccatóris: et ab homínibus iníquis líbera me. Qui cogitavérunt supplantáre gressus meos: abscondérunt supérbi láqueum mihi. Et funes extendérunt in láqueum pédibus meis, iuxta iter scándalum posuérunt mihi. Dixi Dómino, Deus meus es tu: exáudi, Dómine, vocem oratiónis meæ. Dómine, Dómine virtus salútis meæ obúmbra caput meum in die belli. Ne tradas me a desidério meo peccatóri: cogitavérunt advérsus me: ne derelínquas me, ne unquam exalténtur. Caput circúitus eórum: labor labiórum ipsórum opériet eos. Verúmtamen iusti confitebúntur nómini tuo: et habitábunt recti cum vultu tuo.",
    "english": "*Ps. 139:2-10,14*\nDeliver me, O Lord, from the evil man: rescue me from the unjust man. Who have devised iniquities in their hearts: all the day long they designed battles. They have sharpened their tongues like a serpent; the venom of asps is under their lips. Keep me, O Lord, from the hand of the wicked: and from unjust men deliver me. Who have proposed to supplant my steps. The proud have hidden a net for me. And they have stretched out cords for a snare for my feet; they have laid for me a stumbling-block by the wayside. I said to the Lord: Thou art my God. Hear, O Lord, the voice of my supplication. O Lord, Lord, the strength of my salvation: overshadow my head in the day of battle. Give me not up from my desire to the wicked: they have plotted against me. Do not Thou forsake me, lest at any time they should triumph. The head of them compassing me about: the labor of their lips shall overwhelm them. But the just shall give glory to Thy Name: and the upright shall dwell with Thy countenance."
  },
  {
    "title": "The Passion Narrative",
    "latin": "*Jn. 18:1-40; 19:1-42*\nDominus sit in córdibus vestris et in lábiis vestris.\nAmen.\n\nC. Pássio Dómini nostri Iesu Christi secúndum Ioánnem.\n\nC. In illo témpore: Egréssus est Iesus cum discípulis suis trans torréntem Cedron, ubi erat hortus, in quem introívit ipse, et discípuli eius. Sciébat autem et Iudas, qui tradébat eum, locum: quia frequénter Iesus convénerat illuc cum discípulis suis. Iudas ergo cum accepísset cohórtem, et a pontifícibus et pharisǽis minístros, venit illuc cum latérnis, et fácibus, et armis. Iesus ítaque sciens ómnia, quæ ventúra erant super eum, procéssit, et dixit eis:\nI. Quem quǽritis?\nC. Respondérunt ei:\nS. Iesum Nazarénum.\nC. Dicit eis Iesus:\nI. Ego sum.\nC. Stabat autem et Iudas, qui tradébat eum, cum ipsis. Ut ergo dixit eis: Ego sum: abiérunt retrórsum, et cecidérunt in terram. Iterum ergo interrogávit eos:\nI. Quem quǽritis?\nC. Illi autem dixérunt:\nS. Iesum Nazarénum.\nC. Respóndit Iesus:\nI. Dixi vobis, quia ego sum: si ergo me quǽritis, sínite hos abíre.\nC. Ut implerétur sermo, quem dixit: Quia quos dedísti mihi, non pérdidi ex eis quemquam. Simon ergo Petrus habens gládium edúxit eum: et percússit pontíficis servum: et abscídit aurículam eius déxteram. Erat autem nomen servo Malchus. Dixit ergo Iesus Petro:\nI. Mitte gládium tuum in vagínam. Cálicem, quem dedit mihi Pater, non bibam illum?\nC. Cohors ergo, et tribúnus, et minístri Iudæórum comprehendérunt Iesum, et ligavérunt eum: et adduxérunt eum ad Annam primum, erat enim socer Cáiphæ, qui erat póntifex anni illíus. Erat autem Cáiphas, qui consílium déderat Iudǽis: Quia éxpedit unum hóminem mori pro pópulo. Sequebátur autem Iesum Simon Petrus, et álius discípulus. Discípulus autem ille erat notus pontífici, et introívit cum Iesu in átrium pontíficis. Petrus autem stabat ad óstium foris. Exívit ergo discípulus álius, qui erat notus pontífici, et dixit ostiáriæ: et introdúxit Petrum. Dicit ergo Petro ancílla ostiária:\nS. Numquid et tu ex discípulis es hóminis istíus?\nC. Dicit ille:\nS. Non sum.\nC. Stabant autem servi, et minístri ad prunas, quia frigus erat, et calefaciébant se: erat autem cum eis et Petrus stans et calefáciens se. Póntifex ergo interrogávit Iesum de discípulis suis, et de doctrína eius. Respóndit ei Iesus:\nI. Ego palam locútus sum mundo: ego semper dócui in synagóga, et in templo, quo omnes Iudǽi convéniunt: et in occúlto locútus sum nihil. Quid me intérrogas? intérroga eos, qui audiérunt quid locútus sim ipsis: ecce hi sciunt quæ díxerim ego.\nC. Hæc autem cum dixísset, unus assístens ministrórum dedit álapam Iesu, dicens:\nS. Sic respóndes pontífici?\nC. Respóndit ei Iesus:\nI. Si male locútus sum, testimónium pérhibe de malo: si autem bene, quid me cædis?\nC. Et misit eum Annas ligátum ad Cáipham pontíficem. Erat autem Simon Petrus stans, et calefáciens se. Dixérunt ergo ei:\nS. Numquid et tu ex discípulis eius es?\nC. Negávit ille, et dixit:\nS. Non sum.\nC. Dicit ei unus ex servis pontíficis, cognátus eius, cuius abscídit Petrus aurículam:\nS. Nonne ego te vidi in horto cum illo?\nC. Iterum ergo negávit Petrus: et statim gallus cantávit. Addúcunt ergo Iesum a Cáipha in prætórium. Erat autem mane: et ipsi non introiérunt in prætórium, ut non contaminaréntur, sed ut manducárent pascha. Exívit ergo Pilátus ad eos foras, et dixit:\nS. Quam accusatiónem affértis advérsus hóminem hunc?\nC. Respondérunt et dixérunt ei:\nS. Si non esset hic malefáctor, non tibi tradidissémus eum.\nC. Dixit ergo eis Pilátus:\nS. Accípite eum vos, et secúndum legem vestram iudicáte eum.\nC. Dixérunt ergo ei Iudǽi:\nS. Nobis non licet interfícere quemquam.\nC. Ut sermo Iesu implerétur, quem dixit, signíficans qua morte esset moritúrus. Introívit ergo íterum in prætórium Pilátus, et vocávit Iesum, et dixit ei:\nS. Tu es Rex Iudæórum?\nC. Respóndit Iesus:\nI. A temetípso hoc dicis, an álii dixérunt tibi de me?\nC. Respóndit Pilátus:\nS. Numquid ego Iudǽus sum? Gens tua, et pontífices tradidérunt te mihi: quid fecísti?\nC. Respóndit Iesus:\nI. Regnum meum non est de hoc mundo. Si ex hoc mundo esset regnum meum, minístri mei útique decertárent ut non tráderer Iudǽis: nunc autem regnum meum non est hinc.\nC. Dixit ítaque ei Pilátus:\nS. Ergo Rex es tu?\nC. Respóndit Iesus:\nI. Tu dicis quia Rex sum ego. Ego in hoc natus sum, et ad hoc veni in mundum, ut testimónium perhíbeam veritáti: omnis, qui est ex veritáte, audit vocem meam.\nC. Dicit ei Pilátus:\nS. Quid est véritas?\nC. Et cum hoc dixísset, íterum exívit ad Iudǽos, et dicit eis:\nS. Ego nullam invénio in eo causam. Est autem consuetúdo vobis ut unum dimíttam vobis in Pascha: vultis ergo dimíttam vobis Regem Iudæórum?\nC. Clamavérunt ergo rursum omnes, dicéntes:\nS. Non hunc, sed Barábbam.\nC. Erat autem Barábbas latro. Tunc ergo apprehéndit Pilátus Iesum, et flagellávit. Et mílites plecténtes corónam de spinis, imposuérunt cápiti eius: et veste purpúrea circumdedérunt eum. Et veniébant ad eum, et dicébant:\nS. Ave Rex Iudæórum.\nC. Et dabant ei álapas. Exívit ergo íterum Pilátus foras, et dixit eis:\nS. Ecce addúco vobis eum foras, ut cognoscátis, quia nullam invénio in eo causam.\nC. Exívit ergo Iesus portans corónam spíneam, et purpúreum vestiméntum. Et dicit eis:\nS. Ecce homo.\nC. Cum ergo vidíssent eum pontífices et minístri, clamábant, dicéntes:\nS. Crucifíge, crucifíge eum.\nC. Dicit eis Pilátus:\nS. Accípite eum vos, et crucifígite: ego enim non invénio in eo causam.\nC. Respondérunt ei Iudǽi:\nS. Nos legem habémus, et secúndum legem debet mori, quia Fílium Dei se fecit.\nC. Cum ergo audísset Pilátus hunc sermónem, magis tímuit. Et ingréssus est prætórium íterum: et dixit ad Iesum:\nS. Unde es tu?\nC. Iesus autem respónsum non dedit ei. Dicit ergo ei Pilátus:\nS. Mihi non loquéris? Nescis quia potestátem hábeo crucifígere te, et potestátem hábeo dimíttere te?\nC. Respóndit Iesus:\nI. Non habéres potestátem advérsum me ullam, nisi tibi datum esset désuper. Proptérea, qui me trádidit tibi, maius peccátum habet.\nC. Et exínde quærébat Pilátus dimíttere eum. Iudǽi autem clamábant dicéntes:\nS. Si hunc dimíttis, non es amícus Cǽsaris. Omnis enim, qui se regem facit, contradícit Cǽsari.\nC. Pilátus autem cum audísset hos sermónes, addúxit foras Iesum, et sedit pro tribunáli, in loco, qui dícitur Lithóstrotos, hebráice autem Gábbatha. Erat autem Parascéve Paschæ, hora quasi sexta, et dicit Iudǽis:\nS. Ecce Rex vester.\nC. Illi autem clamábant:\nS. Tolle, tolle, crucifíge eum.\nC. Dicit eis Pilátus:\nS. Regem vestrum crucifígam?\nC. Respondérunt pontífices:\nS. Non habémus regem, nisi Cǽsarem.\nC. Tunc ergo trádidit eis illum ut crucifigerétur. Suscepérunt autem Iesum, et eduxérunt. Et báiulans sibi crucem, exívit in eum, qui dícitur Calváriæ, locum, hebráice autem Gólgotha: ubi crucifixérunt eum, et cum eo álios duos, hinc et hinc, médium autem Iesum. Scripsit autem et títulum Pilátus: et pósuit super crucem. Erat autem scriptum: Iesus Nazarénus, Rex Iudæórum. Hunc ergo títulum multi Iudæórum legérunt, quia prope civitátem erat locus, ubi crucifíxus est Iesus. Et erat scriptum hebráice, græce et latíne. Dicébant ergo Piláto pontífices Iudæórum:\nS. Noli scríbere, Rex Iudæórum, sed quia ipse dixit: Rex sum Iudæórum.\nC. Respóndit Pilátus:\nS. Quod scripsi, scripsi.\nC. Mílites ergo cum crucifixíssent eum, accepérunt vestiménta eius et fecérunt quátuor partes: unicuíque míliti partem, et túnicam. Erat autem túnica inconsútilis, désuper contéxta per totum. Dixérunt ergo ad ínvicem:\nS. Non scindámus eam, sed sortiámur de illa cuius sit.\nC. Ut Scriptúra implerétur, dicens: Partíti sunt vestiménta mea sibi: et in vestem meam misérunt sortem. Et mílites quidem hæc fecérunt. Stabant autem iuxta crucem Iesu, mater eius, et soror matris eius María Cléophæ, et María Magdaléne. Cum vidísset ergo Iesus matrem, et discípulum stantem, quem diligébat, dicit matri suæ:\nI. Múlier, ecce fílius tuus.\nC. Deínde dicit discípulo:\nI. Ecce mater tua.\nC. Et ex illa hora accépit eam discípulus in sua. Póstea sciens Iesus quia ómnia consummáta sunt, ut consummarétur Scriptúra, dixit:\nI. Sítio.\nC. Vas ergo erat pósitum acéto plenum. Illi autem spóngiam plenam acéto, hyssópo circumponéntes, obtulérunt ori eius. Cum ergo accepísset Iesus acétum, dixit:\nI. Consummátum est.\nC. Et inclináto cápite trádidit spíritum.\nIudǽi ergo - quóniam Parascéve erat - ut non remanérent in cruce córpora sábbato - erat enim magnus dies ille sábbati - rogavérunt Pilátum, ut frangeréntur eórum crura, et tolleréntur. Venérunt ergo mílites: et primi quidem fregérunt crura, et altérius qui crucifíxus est cum eo. Ad Iesum autem cum veníssent, ut vidérunt eum iam mórtuum, non fregérunt eius crura: sed unus mílitum láncea latus eius apéruit, et contínuo exívit sanguis et aqua. Et qui vidit, testimónium perhíbuit: et verum est testimónium eius. Et ille scit, quia vera dicit: ut et vos credátis. Facta sunt enim hæc, ut Scriptúra implerétur: Os non comminuétis ex eo. Et íterum ália Scriptúra dicit: Vidébunt in quem transfixérunt. Post hæc autem rogávit Pilátum Ioseph ab Arimathǽa eo quod esset discípulus Iesu, occúltus autem propter metum Iudæórum, ut tólleret corpus Iesu. Et permísit Pilátus. Venit ergo, et tulit corpus Iesu. Venit autem et Nicodémus, qui vénerat ad Iesum nocte primum, ferens mixtúram myrrhæ, et áloës, quasi libras centum. Accepérunt ergo corpus Iesu, et ligavérunt illud línteis cum aromátibus, sicut mos est Iudǽis sepelíre. Erat autem in loco, ubi crucifíxus est, hortus: et in horto monuméntum novum, in quo nondum quisquam pósitus erat. Ibi ergo propter Parascéven Iudæórum, quia iuxta erat monuméntum, posuérunt Iesum.",
    "english": "*Jn. 18:1-40; 19:1-42*\nMay the Lord be in your hearts and on your lips.\nAmen.\n\nC. The Passion of Our Lord Jesus Christ according to St. John.\nC. At that time Jesus went forth with His disciples over the brook Cedron, where there was a garden, into which He entered with His disciples. And Judas also, who betrayed Him, knew the place: because Jesus had often resorted thither together with His disciples. Judas therefore having received a band of soldiers and servants from the chief priests and the Pharisees, cometh thither with lanterns and torches and weapons. Jesus therefore, knowing that all things that should come upon Him, went forth and said to them:\nJ. Whom seek ye?\nC. They answered Him:\nS. Jesus of Nazareth.\nC. Jesus saith to them:\nJ. I am He.\nC. And Judas also, who betrayed Him, stood with them. As soon therefore as He had said to them:\nJ. I am He; they went backward and fell to the ground. Again therefore He asked them:\nJ. Whom seek ye?\nC. And they said:\nS. Jesus of Nazareth.\nC. Jesus answered:\nJ. I have told you that I am He. If therefore you seek Me, let these go their way;\nC. That the word might be fulfilled which He said: Of them whom Thou hast given Me, I have not lost anyone. Then Simon Peter, having a sword, drew it and struck the servant of the high priest and cut off his right ear. And the name of the servant was Malchus. Jesus therefore said to Peter:\nJ. Put up thy sword in the scabbard. The chalice which My Father hath given Me, shall I not drink it?\nC. Then the band and the tribune and the servants of the Jews took Jesus, and bound Him. And they led Him away to Annas first, for he was father-in-law to Caiphas, who was the high priest that year. Now Caiphas was he who had given the counsel to the Jews: that it was expedient that one man should die for the people. And Simon Peter followed Jesus: and so did another disciple. And that disciple was known to the high priest and went in with Jesus into the court of the high priest. But Peter stood at the door without. The other disciple therefore, who was known to the high priest, went out and spoke to the portress and brought in Peter. The maid therefore that was portress saith to Peter:\nS. Art not thou also one of this man's disciples?\nC. He saith:\nS. I am not.\nC. Now the servants and ministers stood at a fire of coals, because it was cold, and warmed themselves. And with them was Peter, also, standing and warming himself. The high priest therefore asked Jesus of His disciples and of His doctrine. Jesus answered him:\nJ. I have spoken openly to the world. I have always taught in the synagogue and in the temple, whither all the Jews resort: and in secret I have spoken nothing. Why asketh thou Me? Ask them who have heard what I have spoken unto them. Behold they know what things I have said.\nC. And when He had said these things, one of the servants, standing by, gave Jesus a blow, saying:\nS. Answerest Thou the high priest so?\nC. Jesus answered him:\nJ. If I have spoken evil, give testimony of the evil; but if well, why strikest thou Me?\nC. And Annas sent Him bound to Caiphas the high priest. And Simon Peter was standing and warming himself. They said therefore to him:\nS. Art not thou also one of His disciples?\nC. He denied it and said:\nS. I am not.\nC. One of the servants of the high priest a kinsman to him whose ear Peter cut off saith to him:\nS. Did I not see thee in the garden with Him?\nC. Again therefore Peter denied; and immediately the cock crew. Then they led Jesus from Caiphas to the governor's hall. And it was morning; and they went not into the hall, that they might not be defiled, but that they might eat the Pasch. Pilate therefore went out to them, and said:\nS. What accusation bring you against this man?\nC. They answered and said to him:\nS. If He were not a malefactor, we would not have delivered Him up to thee.\nC. Pilate therefore said to them:\nS. Take Him you, and judge Him according to your law.\nC. The Jews therefore said to him:\nS. It is not lawful for us to put any man to death.\nC. That the word of Jesus might be fulfilled, which He said, signifying what death He should die. Pilate therefore went into the hall again and called Jesus and said to Him:\nS. Art Thou the King of the Jews?\nC. Jesus answered:\nJ. Sayest thou this thing of thyself, or have other told it thee of Me?\nC. Pilate answered:\nS. Am I a Jew? Thine own nation and the chief priests have delivered Thee up to me. What hast Thou done?\nC. Jesus answered:\nJ. My kingdom is not of this world. If My kingdom were of this world, My servants would certainly strive that I should not be delivered to the Jews: but now My kingdom is not from hence.\nC. Pilate therefore said to Him:\nS. Art Thou a King then?\nC. Jesus answered:\nJ. Thou sayest I am a king. For this was I born, and for this came I into the world; that I should give testimony of the truth. Every one that is of the truth heareth My voice.\nC. Pilate saith to Him:\nS. What is truth?\nC. And when he had said this, he went out again to the Jews and saith to them:\nS. I find no cause in Him. But you have a custom that I should release one unto you at the Pasch. Will you, therefore, that I release unto you the King of the Jews?\nC. Then cried they all again, saying:\nS. Not this man, but Barabbas.\nC. Now Barabbas was a robber. Then therefore Pilate took Jesus and scourged Him. And the soldiers platting a crown of thorns, put it upon His head; and they put on Him a purple garment. And they came to Him and said:\nS. Hail, King of the Jews.\nC. And they gave Him blows. Pilate therefore went forth again and saith to them:\nS. Behold, I bring Him forth unto you, that you may know that I find no cause in Him.\nC. Jesus therefore came forth, bearing the crown of thorns and the purple garment. And he saith to them:\nS. Behold the man.\nC. When the chief priests, therefore, and the servants had seen Him, they cried out, saying:\nS. Crucify Him, crucify Him.\nC. Pilate saith to them:\nS. Take Him you, and crucify Him; for I find no cause in Him.\nC. The Jews answered him:\nS. We have a law, and according to the law He ought to die, because He made Himself the Son of God.\nC. When Pilate, therefore, had heard this saying, he feared the more. And he entered into the hall again; and he said to Jesus:\nS. Whence art Thou?\nC. But Jesus gave him no answer. Pilate therefore saith to Him:\nS. Speakest Thou not to me? Knowest Thou not that I have power to crucify Thee, and I have power to release Thee?\nC. Jesus answered:\nJ. Thou shouldst not have any power against Me, unless it were given thee from above. Therefore, he that hath delivered Me to thee hath a greater sin.\nC. And from henceforth Pilate sought to release Him. But the Jews cried out, saying:\nS. If thou release this Man, thou art not Caesar's friend. For whosoever maketh himself a king speaketh against Caesar.\nC. Now when Pilate had heard these words, he brought Jesus forth and sat down in the judgment seat, in the place that is called Lithostrotos, and in Hebrew Gabbatha. And it was Parasceve of the Pasch, about the sixth hour; and he saith to the Jews:\nS. Behold your King.\nC. But they cried out:\nS. Away with Him. Away with Him: Crucify Him.\nC. Pilate saith to them:\nS. Shall I crucify your King?\nC. The chief priests answered:\nS. We have no king but Caesar.\nC. Then, therefore, he delivered Him to them to be crucified. And they took Jesus and led Him forth. And bearing His cross, He went forth to that place which is called Calvary but in Hebrew Golgotha.; where they crucified Him, and with Him two others, one on each side and Jesus in the midst. And Pilate wrote a title also: and he put it upon the cross. And the writing was: Jesus of Nazareth, the King of the Jews. This title therefore many of the Jews did read: because the place where Jesus was crucified was nigh to the city. And it was written in Hebrew, Greek, and in Latin. Then the chief priests of the Jews said to Pilate:\nS. Write not: The King of the Jews; but that He said: I am the King of the Jews.\nC. Pilate answered:\nS. What I have written, I have written.\nC. The soldiers therefore, when they had crucified Him, took His garments and they made four parts, to every soldier a part and also His coat. Now the coat was without seam, woven from the top throughout. They said then one to another:\nS. Let us not cut it, but let us cast lots for it, whose it shall be: that the Scripture might be fulfilled which saith: They have parted My garemnts among them, and upon My vesture they have cast lots. And the soldiers indeed did these things. Now there stood by the cross of Jesus His Mother, and His Mother's sister, Mary of Cleophas, and Mary Magdalen. When Jesus therefore had seen His Mother and the disciple standing whom He loved, He saith to His Mother:\nJ. Woman, behold thy son.\nC. After that, He saith to the disciple:\nJ. Behold thy mother.\nC. And from that hour, the disciple took her to his own. Afterwards, Jesus, knowing that all things were now accomplished, that the Scripture might be fulfilled, said:\nJ. I thirst.\nC. Now there was a vessel set there, full of vinegar. And they, putting a sponge full of vinegar about hyssop, put it to His mouth. Jesus therefore, when He had taken the vinegar, said:\nJ. It is consummated.\nC. And bowing His head, He gave up the ghost.\nThen the Jews because it was the Parasceve, that the bodies might not remain upon the cross on the Sabbath day for that was a great Sabbath day, besought Pilate that their legs might be broken and that they might be taken away. The soldiers therefore came, and they broke the legs of the first, and of the other that was crucified with Him. But after they were come to Jesus, when they saw that He was already dead, they did not break His legs. But one of the soldiers with a spear opened His side, and immediately there came out blood and water. And he that saw it hath given testimony: and his testimony is true. And he knoweth that he saith true: that you also may believe. For these things were done that the Scripture might be fulfilled: you shall not break a bone of Him. And again another Scripture saith: They shall look on Him whom they pierced. And after these things, Joseph of Arimathea because he was a disciple of Jesus, but secretly for fear of the Jews besought Pilate that he might take away the Body of Jesus. And Pilate gave leave. He came therefore and took away the Body of Jesus. And Nicodemus also came he who at the first came to Jesus by night, bringing a mixture of myrrh and aloes, about a hundred pound weight. They took therefore the Body of Jesus and bound it in linen cloths, with the spices, as the manner of the Jews is to bury. Now there was in the place where He was crucified a garden: and in the garden a new sepulchre, wherein no man yet had been laid. There, therefore, because of the Parasceve of the Jews, they laid Jesus, because the sepulchre was nigh at hand."
  },
  {
    "title": "The Great Intercessions - For Holy Church",
    "english": "Let us pray, dearly beloved, for the holy Church of God: that our Lord and God may deign to give it peace, keep it in unity, and guard it throughout the world, subjecting to it principalities and powers: and may grant unto us that, leading a peaceful and quiet life, we may glorify God, the Father almighty.\n\nLet us pray.\n\nLet us kneel.\n\nArise.\n\nAlmighty and everlasting God, Who in Christ hast revealed Thy glory to all nations: guard the works of Thy mercy; that Thy Church, spread over the whole world, may with steadfast faith persevere in the confession of Thy Name.\nThrough the same Jesus Christ, Thy Son, our Lord...",
    "latin": "Orémus, dilectíssimi nobis, pro Ecclésia sancta Dei: ut eam Deus et Dóminus noster pacificáre, adunáre, et custodíre dignétur toto orbe terrárum: subíciens ei principátus, et potestátes: detque nobis quiétam et tranquíllam vitam degéntibus, glorificáre Deum Patrem omnipoténtem.\n\nOrémus.\n\nFlectámus génua.\n\nLeváte.\n\nOmnípotens sempitérne Deus, qui glóriam tuam ómnibus in Christo géntibus revelásti: custódi ópera misericórdiæ tuæ; ut Ecclésia tua toto orbe diffúsa, stábili fide in confessióne tui nóminis persevéret.\nPer eúndem Dóminum nostrum Iesum Christum..."
  },
  {
    "title": "The Great Intercessions - For the Supreme Pontiff",
    "english": "Let us pray for our most holy Father Pope N., that our Lord and God, Who chose him to the order of the Episcopate, may keep him in health and safety for His holy Church to govern the holy people of God.\n\nLet us pray.\n\nLet us kneel.\n\nArise.\n\nAlmighty and everlasting God, by Whose judgement all things are established, mercifully regard our prayers, and in Thy goodness preserve the Bishop chosen for us: that the Christian people who are ruled by Thine authority, may under so great a Pontiff, be increased in the merits of faith.\nThrough our Lord...",
    "latin": "Orémus et pro beatíssimo Papa nostro N., ut Deus et Dóminus noster, qui elégit eum in órdine episcopátus, salvum atque incólumem custódiat Ecclésiæ suæ sanctæ, ad regéndum pópulum sanctum Dei.\n\nOrémus.\n\nFlectámus génua.\n\nLeváte.\n\nOmnípotens sempitérne Deus, cuius iudício univérsa fundántur: réspice propítius ad preces nostras, et eléctum nobis Antístitem tua pietáte consérva; ut christiána plebs, quæ te gubernátur auctóre, sub tanto pontífice, credulitátis suæ méritis augeátur.\nPer Dóminum nostrum..."
  },
  {
    "title": "The Great Intercessions - For All Orders and Grades of the Faithful",
    "english": "Let us pray also for all Bishops, Priests, Deacons, Subdeacons, Acolytes, Exorcists, Readers, Porters, Confessors, Virgins, Widows, and for all the holy people of God.\n\nLet us pray.\n\nLet us kneel.\n\nArise.\n\nAlmighty and everlasting God, by Whose Spirit the whole body of the Church is sanctified and rules, hear our humble pleading for all the orders thereof; that by the gift of Thy grace in all their several degrees may faithfully serve Thee.\nThrough our Lord...",
    "latin": "Orémus et pro ómnibus Epíscopis, Presbýteris, Diacónibus, Subdiacónibus, Acólythis, Exorcístis, Lectóribus, Ostiáriis, Confessóribus, Virgínibus, Víduis: et pro omni pópulo sancto Dei.\n\nOrémus.\n\nFlectámus génua.\n\nLeváte.\n\nOmnípotens sempitérne Deus, cuius spíritu totum corpus Ecclésiæ sanctificátur et régitur: exáudi nos pro univérsis ordínibus supplicántes; ut grátiæ tuæ múnere, ab ómnibus tibi grádibus fidéliter serviátur.\nPer Dóminum nostrum..."
  },
  {
    "title": "The Great Intercessions - For Those Engaged in Public Affairs",
    "english": "Let us pray also for all engaged in affairs of state and for all their ministries and powers: that our God and Lord may guide according to His will their minds and hearts, to our lasting peace.\n\nLet us pray.\n\nLet us kneel.\n\nArise.\n\nAlmighty and everlasting God, in Whose hands dwell all might and the rights of every people: look favorably on those who wield power over us; and let Thy right hand protect us, that, all the world through, both religious integrity and our country's security may be firmly based and abide.\nThrough our Lord...",
    "latin": "Orémus et pro ómnibus res públicas moderántibus, eorúmque ministériis et potestátibus: ut Deus et Dóminus noster mentes et corda eórum secúndum voluntátem suam dírigat ad nostram perpétuam pacem.\n\nOrémus.\n\nFlectámus génua.\n\nLeváte.\n\nOmnípotens sempitérne Deus, in cuius manu sunt ómnium potestátes et ómnium iura populórum: réspice benígnus ad eos, qui nos in potestáte regunt; ut ubíque terrárum, déxtera tua protegénte, et religiónis intégritas, et pátriæ secúritas indesinénter consístat.\nPer Dóminum nostrum..."
  },
  {
    "title": "The Great Intercessions - For Catechumens",
    "english": "Let us pray also for our Catechumens: that our Lord and God would open the ears of their hearts, and the gate of mercy; that, having received by the font of regeneration the remission of all their sins, they also may be found in Christ Jesus our Lord.\n\nLet us pray.\n\nLet us kneel.\n\nArise.\n\nAlmighty and everlasting God, who dost ever make Thy Church fruitful with new offspring: increase the faith and understanding of our Catechumens; that being born again in the font of Baptism, they may be associated wiht the children of Thine adoption.\nThrough our Lord...",
    "latin": "Orémus et pro catechúmenis nostris: ut Deus et Dóminus noster adapériat áures præcordiórum ipsórum, ianuámque misericórdiæ; ut per lavácrum regeneratiónis accépta remissióne ómnium peccatórum, et ipsi inveniántur in Christo Iesu Dómino nostro.\n\nOrémus.\n\nFlectámus génua.\n\nLeváte.\n\nOmnípotens sempitérne Deus, qui Ecclésiam tuam nova semper prole fœcúndas: áuge fidem et intelléctum catechúmenis nostris; ut renáti fonte baptísmatis, adoptiónis tuæ fíliis aggregéntur.\nPer Dóminum nostrum..."
  },
  {
    "title": "The Great Intercessions - For the Needs of the Faithful",
    "english": "Let us pray, dearly beloved, to God the Father almighty, that He would cleanse the world of all errors: take away diseases, drive away famine, open prisons, break chains, grant a sure return to travellers, health to the sick, and a safe haven to those at sea.\n\nLet us pray.\n\nLet us kneel.\n\nArise.\n\nAlmighty and everlasting God, the comfort of the sorrowful, and the strength of those that labor: hasten the prayers of those that call upon Thee in any trouble reach Thee; that all may rejoice that in their necessities Thy mercy has helped them.\nThrough our Lord...",
    "latin": "Orémus, dilectíssimi nobis, Deum Patrem omnipoténtem, ut cunctis mundum purget erróribus: morbos áuferat: famem depéllat: apériat cárceres: víncula dissólvat: peregrinántibus réditum: infirmántibus sanitátem: navigántibus portum salútis indúlgeat.\n\nOrémus.\n\nFlectámus génua.\n\nLeváte.\n\nOmnípotens sempitérne Deus, mœstórum consolátio, laborántium fortitúdo: pervéniant ad te preces de quacúmque tribulatióne clamántium; ut omnes sibi in necessitátibus suis misericórdiam tuam gáudeant affuísse.\nPer Dóminum..."
  },
  {
    "title": "The Great Intercessions - For Church Unity",
    "english": "Let us pray also for heretics and schismatics: that our Lord God would be pleased to rescue them from all their errors; and recall them to our holy mother the Catholic and Apostolic Church.\n\nLet us pray.\n\nLet us kneel.\n\nArise.\n\nAlmighty and everlasting God, who savest all, and wouldst that no one should perish: look on the souls that are led astray by the deceit of the devil: that having set aside all heretical evil, the hearts of those that err may repent, and return to the unity of Thy truth.\nThrough our Lord...",
    "latin": "Orémus et pro hæréticis et schismáticis: ut Deus et Dóminus noster éruat eos ab erróribus univérsis; et ad sanctam matrem Ecclésiam Cathólicam atque Apostólicam revocáre dignétur.\n\nOrémus.\n\nFlectámus génua.\n\nLeváte.\n\nOmnípotens sempitérne Deus, qui salvas omnes, et néminem vis períre: réspice ad ánimas diabólica fráude decéptas; ut omni hærética pravitáte depósita, errántium corda resipíscant, et ad veritátis tuæ rédeant unitátem.\nPer Dóminum nostrum..."
  },
  {
    "title": "The Great Intercessions - For the Conversion of the Jews",
    "english": "Let us also pray for the Jews: that our God and Lord may illuminate their hearts, that they acknowledge that Jesus Christ is the Saviour of all men.\n\nLet us pray.\n\nLet us kneel.\n\nArise.\n\nAlmighty, eternal God, Who wishes that all men be saved and come to a knowledge of truth, propitiously grant that as the fullness of the nations enters Your Church, all of Israel may be saved.\nThrough the same Jesus Christ...",
    "latin": "Orémus et pro pérfidis Iudǽis: ut Deus et Dóminus noster áuferat velámen de córdibus eórum; ut et ipsi agnóscant Iesum Christum Dóminum nostrum.\n\nOrémus.\n\nFlectámus génua.\n\nLeváte.\n\nOmnípotens sempitérne Deus, qui Iudǽos étiam a tua misericórdia non repéllis: exáudi preces nostras, quas pro illíus pópuli obcæcatióne deférimus; ut, ágnita veritátis tuæ luce, quæ Christus est, a suis ténebris eruántur.\nPer eúndem Dóminum nostrum Iesum Christum..."
  },
  {
    "title": "The Great Intercessions - For the Conversion of Unbelievers",
    "english": "Let us pray also for the pagans: that almighty God would remove iniquity from their hearts: that, putting aside their idols, they may be converted to the true and living God, and His only Son, Jesus Christ our God and Lord.\n\nLet us pray.\n\nLet us kneel.\n\nArise.\n\nAlmighty and everlasting God, who ever seekest not the death, but the life of sinners: mercifully hear our prayer, and deliver them from the worship of idols: and join them to Thy holy Church for the praise and glory of Thy Name.\nThrough our Lord...",
    "latin": "Orémus et pro pagánis: ut Deus omnípotens áuferat iniquitátem a córdibus eórum; ut relíctis idólis suis, convertántur ad Deum vivum et verum, et únicum Fílium eius Iesum Christum Deum et Dóminum nostrum.\n\nOrémus.\n\nFlectámus génua.\n\nLeváte.\n\nOmnípotens sempitérne Deus, qui non mortem peccatórum, sed vitam semper inquíris: súscipe propítius oratiónem nostram, et líbera eos ab idolórum cultúra; et ággrega Ecclésiæ tuæ sanctæ ad láudem et glóriam nóminis tui.\nPer Dóminum nostrum..."
  },
  {
    "title": "Adoration of the Cross",
    "english": "V. Behold the wood of the Cross, on which hung the Saviour of the world.\nR. Come, let us adore.\nV. Behold the wood of the Cross, on which hung the Saviour of the world.\nR. Come, let us adore.\nV. Behold the wood of the Cross, on which hung the Saviour of the world.\nR. Come, let us adore.\nV. O my people, what have I done to thee? or wherein have I afflicted thee? Answer me.\nV. Because I led thee out of the land of Egypt, thou hast prepared a cross for thy Saviour.\nR. O holy God!\nR. O holy God!\nR. O holy strong One!\nR. O holy strong One!\nR. O holy immortal one, have mercy on us.\nR. O holy immortal one, have mercy on us.\nV. Because I led thee out through the desert forty years: and fed thee with manna, and brought thee into a land exceeding good, thou hast prepared a Cross for thy Saviour.\nR. O holy God!\nR. O holy God!\nR. O holy strong One!\nR. O holy strong One!\nR. O holy immortal one, have mercy on us.\nR. O holy immortal one, have mercy on us.\nV. What more ought I have done for thee, that I have not done? I planted thee, indeed, My most beautiful vineyard: and thou hast become exceeding bitter to Me: for in My thirst thou gavest Me vinegar to drink: and with a lance thou hast pierced the side of thy Saviour.\nR. O holy God!\nR. O holy God!\nR. O holy strong One!\nR. O holy strong One!\nR. O holy immortal one, have mercy on us.\nR. O holy immortal one, have mercy on us.\nV. For thy sake I scourged Egypt with its first-born: and thou hast scourged Me and delivered Me up.\nR. O my people, what have I done to thee? or wherein have I afflicted thee? Answer me.\nV. I led thee out of Egypt having drowned Pharao in the Red Sea: and thou hast delivered Me to the chief priests.\nR. O my people, what have I done to thee? or wherein have I afflicted thee? Answer me.\nV. I opened the sea before thee: and thou with a spear hast opened My side.\nR. O my people, what have I done to thee? or wherein have I afflicted thee? Answer me.\nV. I went before thee in a pillar of cloud: and thou hast led Me to the judgement hall of Pilate.\nR. O my people, what have I done to thee? or wherein have I afflicted thee? Answer me.\nV. I fed thee with manna in the desert; and thou hast beaten Me with whips and scourges.\nR. O my people, what have I done to thee? or wherein have I afflicted thee? Answer me.\nV. I gave thee the water of salvation from the rock to drink: and thou hast given Me gall and vinegar.\nR. O my people, what have I done to thee? or wherein have I afflicted thee? Answer me.\nV. For thy sake I struck the kings of the Chanaanites: and thou hast struck My head with a reed.\nR. O my people, what have I done to thee? or wherein have I afflicted thee? Answer me.\nV. I gave thee a royal sceptre: and thou hast given to My head a crown of thorns.\nR. O my people, what have I done to thee? or wherein have I afflicted thee? Answer me.\nV. I exalted thee with great strength: and thou hast hanged Me on the gibbet of the Cross.\nR. O my people, what have I done to thee? or wherein have I afflicted thee? Answer me.\n\nAnt. We adore Thy Cross, O Lord: and we praise and glorify Thy holy Resurrection: for behold by the wood of the Cross joy has come into the whole world.\nV. May God have mercy on us, and bless us: may He cause the light of His countenance to shine upon us, and have mercy on us.\nAnt. We adore Thy Cross, O Lord: and we praise and glorify Thy holy Resurrection: for behold by the wood of the Cross joy has come into the whole world.\n\nAnt. Faithful Cross! above all other, One and only noble Tree! None in foliage, none in blossom, None in fruit thy peer may be; Sweetest wood and sweetest iron, Sweetest weight is hung on thee.\nV. Sing, my tongue, the glorious battle! With completed victory rife! And above the Cross's trophy, Tell the triumph of the strife: How the world's Redeemer conquer'd, By the offering of His life.\n\nAnt. Faithful Cross! above all other, One and only noble Tree! None in foliage, none in blossom, None in fruit thy peer may be.\nV. God, his Maker, sorely grieving, That the first-made Adam fell, When he ate the fruit of sorow, Whose reward was death and hell, Noted then this Wood the ruin, Of the ancient wood to quell.\n\nAnt. Sweetest wood and sweetest iron, Sweetest weight is hung on thee.\nV. For this work of our salvation, Needs must have its order so, And the manifold deceiver's, Art by art would overthrow, And from thence would bring the healing, Whence the insult of the foe.\n\nAnt. Faithful Cross! above all other, One and only noble Tree! None in foliage, none in blossom, None in fruit thy peer may be.\nV. Wherefore when the appointed fullness, Of the holy time was come, He was sent who maketh all things, From th' eternal Father's home, And proceeded, God Incarnate, Offspring of the Virgin's womb.\n\nAnt. Sweetest wood and sweetest iron, Sweetest weight is hung on thee.\nV. Weeps the Infant in the manger, That in Bethlehem's stable stands: And His Limbs the Virgin Mother, Doth compose in swaddling bands, Meetly thus in linen folding, Of her God the feet and hands.\n\nAnt. Faithful Cross! above all other, One and only noble Tree! None in foliage, none in blossom, None in fruit thy peer may be.\nV. Thirty years among us dwelling, His appointed time fulfilled, Born for this, He meets His Passion, For that this He freely willed: On the Cross the Lamb is lifted, Where His life-blood shall be spilled.\n\nAnt. Sweetest wood and sweetest iron, Sweetest weight is hung on thee.\nV. He endured the nails, the spitting, Vinegar, and spear, and reed; From that holy Body broken, Blood and water forth proceed: Earth, and stars, and sky, and ocean, By that flood from stain are freed.\n\nAnt. Faithful Cross! above all other, One and only noble Tree! None in foliage, none in blossom, None in fruit thy peer may be.\nV. Bend thy boughs, O Tree of glory! Thy relaxing sinews bend; For awhile the ancient rigor, That thy birth bestowed, suspend: And the King of heavenly beauty, On thy bosom gently tend!\n\nAnt. Sweetest wood and sweetest iron, Sweetest weight is hung on thee.\nV. Thou alone wast counted worthy, This world's ransom to uphold; For a shipwrecked race preparing, Harbor, like the Ark of old; With the sacred Blood anointed, From the smitten Lamb that rolled.\n\nAnt. Faithful Cross! above all other, One and only noble Tree! None in foliage, none in blossom, None in fruit thy peer may be.\nV. To the Trinity be glory, Everlasting, as is meet: Equal to the Father, equal, To the Son, and Paraclete: Trinal Unity, Whose praises, All created things repeat.\nAmen.\n\nAnt. Sweetest wood and sweetest iron, Sweetest weight is hung on thee.",
    "latin": "V. Ecce lignum Crucis, in quo salus mundi pepéndit.\nR. Veníte, adorémus.\nV. Ecce lignum Crucis, in quo salus mundi pepéndit.\nR. Veníte, adorémus.\nV. Ecce lignum Crucis, in quo salus mundi pepéndit.\nR. Veníte, adorémus.\nV. Pópule meus, quid feci tibi? aut in quo contristávi te? Respónde mihi.\nV. Quia edúxi te de terra Ægýpti, parásti crucem Salvatóri tuo.\nR. Agios o Theós!\nR. Sanctus Deus!\nR. Agios ischyrós!\nR. Sanctus fortis!\nR. Agios athánatos, eléison imas.\nR. Sanctus immortális, miserére nobis.\nV. Quia edúxi te per desértum quadragínta annis, et manna cibávi te, et introdúxi te in terram satis bonam: parásti Crucem Salvatóri tuo.\nR. Agios o Theós!\nR. Sanctus Deus!\nR. Agios ischyrós!\nR. Sanctus fortis!\nR. Agios athánatos, eléison imas.\nR. Sanctus immortális, miserére nobis.\nV. Quid ultra débui fácere tibi, et non feci? Ego quidem plantávi te víneam meam speciosíssimam: et tu facta es mihi nimis amára: acéto namque sitim meam potásti: et láncea perforásti latus Salvatóri tuo.\nR. Agios o Theós!\nR. Sanctus Deus!\nR. Agios ischyrós!\nR. Sanctus fortis!\nR. Agios athánatos, eléison imas.\nR. Sanctus immortális, miserére nobis.\nV. Ego propter te flagellávi Ægýptum cum primogénitus suis: et tu me flagellátum tradidísti.\nR. Pópule meus, quid feci tibi? aut in quo contristávi te? Respónde mihi.\nV. Ego edúxi te de Ægýpto, demérso Pharaóne in Mare Rubrum: et tu me tradidísti princípibus sacerdótum.\nR. Pópule meus, quid feci tibi? aut in quo contristávi te? Respónde mihi.\nV. Ego ante te apérui mare: et tu aperuísti láncea latus meum.\nR. Pópule meus, quid feci tibi? aut in quo contristávi te? Respónde mihi.\nV. Ego ante te præívi in colúmna nubis: et tu me duxísti ad prætórium Piláti.\nR. Pópule meus, quid feci tibi? aut in quo contristávi te? Respónde mihi.\nV. Ego te pavi manna per desértum: et tu me cecidísti álapis et flagéllis.\nR. Pópule meus, quid feci tibi? aut in quo contristávi te? Respónde mihi.\nV. Ego te potávi aqua salútis de petra: et tu me potásti felle, et acéto.\nR. Pópule meus, quid feci tibi? aut in quo contristávi te? Respónde mihi.\nV. Ego propter te Chananæórum reges percússi: et tu percussísti arúndine caput meum.\nR. Pópule meus, quid feci tibi? aut in quo contristávi te? Respónde mihi.\nV. Ego dedi tibi sceptrum regále: et tu dedísti cápiti meo spíneam corónam.\nR. Pópule meus, quid feci tibi? aut in quo contristávi te? Respónde mihi.\nV. Ego te exaltávi magna virtúte: et tu me suspendísti in patíbulo Crucis.\nR. Pópule meus, quid feci tibi? aut in quo contristávi te? Respónde mihi.\n\nAnt. Crucem tuam * adorámus, Dómine: et sanctam resurrectiónem tuam laudámus, et glorificámus: ecce enim propter lignum venit gáudium in univérso mundo.\nV. Deus misereátur nostri, et benedícat nobis. Illúminet vultum suum super nos, et misereátur nostri.\nAnt. Crucem tuam * adorámus, Dómine: et sanctam resurrectiónem tuam laudámus, et glorificámus: ecce enim propter lignum venit gáudium in univérso mundo.\n\nAnt. Crux fidélis, inter omnes Arbor una nóbilis! Nulla silva talem profert, Fronde, flore, gérmine, Dulce lignum, dulces clavos, Dulce pondus sústinet.\nV. Pange, lingua, gloriósi, Láuream certáminis, Et super Crucis trophǽo, Dic triúmphum nóbilem: Quáliter Redémptor orbis, Immolátus vícerit.\n\nAnt. Crux fidélis, inter omnes Arbor una nóbilis! Nulla silva talem profert, Fronde, flore, gérmine.\nV. De paréntis protoplásti, Fráude Factor cóndolens, Quando pomi noxiális, In necem morsu ruit: Ipse lignum tunc notávit. Damna ligni ut sólveret.\n\nAnt. Dulce lignum, dulces clavos, Dulce pondus sústinet.\nV. Hoc opus nostræ salútis, Ordo depopóscerat: Multifórmis proditóris, Ars ut artem fálleret: Et medélam ferret inde, Hostis unde lǽserat.\n\nAnt. Crux fidélis, inter omnes Arbor una nóbilis! Nulla silva talem profert, Fronde, flore, gérmine.\nV. Quando venit ergo sacri, Plenitúdo témporis, Missus est ab arce Patris, Natus, orbis Cónditor: Atque ventre virgináli, Carne amíctus pródiit.\n\nAnt. Dulce lignum, dulces clavos, Dulce pondus sústinet.\nV. Vagit infans inter arcta, Cónditus præsépia: Membra pannis involúta Virgo Mater álligat: Et Dei manus, pedésque, Stricta cingit fáscia.\n\nAnt. Crux fidélis, inter omnes Arbor una nóbilis! Nulla silva talem profert, Fronde, flore, gérmine.\nV. Lustra sex qui iam perégit, Tempus implens córporis, Sponte líbera Redémptor Passióni déditus, Agnus in Crucis levátur Immolándus stípite.\n\nAnt. Dulce lignum, dulces clavos, Dulce pondus sústinet.\nV. Felle potus ecce languet: Spina, clavi, láncea, Mite corpus perforárunt, Unda manat, et cruor: Terra, pontus, astra, mundus. Quo lavántur flúmine!\n\nAnt. Crux fidélis, inter omnes Arbor una nóbilis! Nulla silva talem profert, Fronde, flore, gérmine.\nV. Flecte ramos, arbor alta, Tensa lax víscera, Et rigor lentéscat ille, Quem dedit natívitas: Et supérni membra Regis, Tende miti stípite.\n\nAnt. Dulce lignum, dulces clavos, Dulce pondus sústinet.\nV. Sola digna tu fuísti, Ferre mundi víctimam: Atque portum præparáre, Arca mundo naúfrago: Quam sacer cruor perúnxit, Fusus Agni córpore.\n\nAnt. Crux fidélis, inter omnes Arbor una nóbilis! Nulla silva talem profert, Fronde, flore, gérmine.\nV. Sempitérna sit beátæ, Trinitáti glória: Æqua Patri, Filióque; Par decus Paráclito: Unus Triníque nomen, Láudet univérsitas.\nAmen.\n\nAnt. Dulce lignum, dulces clavos, Dulce pondus sústinet."
  },
  {
    "title": "Mass of the Presanctified - Antiphons",
    "english": "V. We adore Thee, O Christ, and we bless Thee, because by Thy Cross Thou hast redeemed the world.\nV. Through a tree we were enslaved, and through a holy Cross have we been set free: the fruit of a tree led us astray, the Son of God bought us back.\nV. Saviour of the world, do Thou save us, do Thou, who through Thy Cross and Blood didst redeem us, do Thou help us, our God, we beseech Thee.",
    "latin": "V. Adorámus te, Christe, et benedícimus tibi, quia per Crucem tuam redemísti mundum.\nV. Per lignum servi facti sumus, et per sanctam Crucem liberáti sumus: fructus árboris sedúxit nos, Fílius Dei redémit nos.\nV. Salvátor mundi, salva nos: qui per Crucem et Sánguinem tuum redemísti nos, auxiliáre nobis, te deprecámur, Deus noster."
  },
  {
    "title": "Mass of the Presanctified - Pater Noster",
    "english": "Let us pray.\nInstructed by Thy saving precepts, and following Thy divine institution, we make bold to say:\nOur Father, who art in Heaven: hallowed be Thy name. Thy kingdom come. Thy will be done on earth as it is in Heaven. Give us this day our daily bread: and forgive us our trespasses, as we forgive those who trespass against us. And lead us not into temptation; but deliver us from evil. Amen.\nDeliver us, we beseech Thee, O Lord, from all evils, past, present, and to come; and by the intercession of the blessed and glorious ever Virgin Mary, Mother of God, and of the Holy Apostles, Peter and Paul, and of Andrew, and of all the Saints, mercifully grant peace in our days, that through the assistance of Thy mercy we may be always free from sin, and secure from all disturbance.\nThrough the same Jesus Christ...",
    "latin": "Oremus.\nPræcéptis salutáribus móniti, et divína institutióne formǽti, audémus dícere:\nPater noster, qui es in coelis, sanctificetur nomen tuum. Adveniat regnum tuum. Fiat voluntas tua, sicut in coelo, et in terra. Panem nostrum cotidianum da nobis hodie: et dimitte nobis debita nostra, sicut et nos dimittibus debitoribus nostris. Et ne nos inducas in tentationem; sed libera nos a malo. Amen.\nLíbera nos, quǽsumus, Dómine, ab ómnibus malis, prætéritis, præséntibus, et futúris: et intercedénte beáta et gloriósa semper Vírgine Dei Genetríce María, cum beátis Apóstolis tuis Petro et Paulo, atque Andréa, et ómnibus Sanctis, da propítius pacem in diébus nostris: ut ope misericórdiæ tuæ adiúti, et a peccáto simus semper líberi, et ab omni perturbatióne secúri.\nPer eúndem Dóminum nostrum Iesum Christum..."
  },
  {
    "title": "Mass of the Presanctified - Communion",
    "english": "Let not the partaking of Thy Body, O Lord Jesus Christ, which I, though unworthy, presume to receive, turn to my judgment and condemnation; but let it, through Thy mercy, become a safeguard and remedy, both for soul and body; Who with God the Father, in the unity of the Holy Ghost, livest and reignest God, for ever and ever.\nAmen.\n\nLord, I am not worthy that Thou shouldst enter under my roof; say but the word, and my soul shall be healed.\nLord, I am not worthy that Thou shouldst enter under my roof; say but the word, and my soul shall be healed.\nLord, I am not worthy that Thou shouldst enter under my roof; say but the word, and my soul shall be healed.\n\nMay the body of our Lord Jesus Christ preserve my soul unto life everlasting. Amen.",
    "latin": "Percéptio Córporis tui, Dómine Iesu Christe, quod ego indígnus súmere præsúmo, non mihi provéniat in iudícium et condemnatiónem: sed pro tua pietáte prosit mihi ad tutaméntum mentis, et córporis, et ad medélam percipiéndam. Qui vivis et regnas cum Deo Patre in unitáte Spíritus Sancti Deus, per ómnia sǽcula sæculórum.\nAmen.\n\nDómine, non sum dignus, ut intres sub tectum meum: sed tantum dic verbo, et sanábitur ánima mea.\nDómine, non sum dignus, ut intres sub tectum meum: sed tantum dic verbo, et sanábitur ánima mea.\nDómine, non sum dignus, ut intres sub tectum meum: sed tantum dic verbo, et sanábitur ánima mea.\n\nCorpus Dómini nostri Iesu Christi custódiat ánimam meam in vitam ætérnam. Amen."
  },
  {
    "title": "Mass of the Presanctified",
    "english": "Let us pray.\nUpon Thy people who with devout hearts have recalled the Passion and Death of Thy Son, we beseech Thee, O Lord, may plentiful blessings descend: may gentleness be used with us, and consolation given us, may our faith increase in holiness, our redemption for ever made firm.\nThrough the same Christ our Lord.",
    "latin": "Orémus.\nSuper pópulum tuum quǽsumus, Dómine, qui passiónem et mortem Fílii tui devóta mente recóluit, benedíctio copiósa descéndat, indulgéntia véniat, consolátio tribuátur, fides sancta succréscat, redémptio sempitérna firmétur.\nPer eúndem Christum Dóminum nostrum."
  },
  {
    "title": "Mass of the Presanctified",
    "english": "Let us pray.\nAlmighty and merciful God, who hast restored us by the Passion and Death of Thy Christ: preserve within us the work of Thy mercy; that by our entering into this mystery we may ever live devoutly.\nThrough the same Christ our Lord.",
    "latin": "Orémus.\nOmnípotens et miséricors Deus, qui Christi tui beáta passióne et morte nos reparásti: consérva in nobis óperam misericórdiæ tuæ; ut huius mystérii participatióne, perpétua devotióne vivámus.\nPer eúndem Christum Dóminum nostrum."
  },
  {
    "title": "Mass of the Presanctified",
    "english": "Let us pray.\nBe mindful of Thy mercies, O Lord, and hallow with eternal protection us Thy servants, from whom Christ Thy Son established through His Blood this mystery of the Pasch.\nThrough the same Christ our Lord.",
    "latin": "Orémus.\nReminíscere miseratiónum tuárum, Dómine, et fámulos tuos ætérna protectióne sanctífica, pro quibus Christus, Fílius tuus, per suum cruórem instítuit paschále mystérium.\nPer eúndem Christum Dóminum nostrum."
  }
]