[
  {
    "rank": 4,
    "title": "The Holy Ghost",
    "colors": "r",
    "propers": [
      {
        "title": "Introit",
        "english": "*Wis 1:7*\nThe Spirit of the Lord hath filled the whole world, alleluia; and that which containeth all things hath knowledge of the voice. (P.T. Aileluia, alleluia.)\n*Ps 67:2*\nLet God arise, and let His enemies be scattered: and let them that hate Him flee from before His face.\nGlory be to the Father...\nThe Spirit of the Lord hath filled the whole world, alleluia; and that which containeth all things hath knowledge of the voice. (P.T. Alleluia, alleluia.)",
        "latin": "*Wis 1:7*\nSpiritus Dómini replévit orbem terrárum, allelúia: et hoc quod cóntinet ómnia, sciéntiam habet vocis. (T.P. Allelúja, allelúja.)\n*Ps 67:2*\nExsúrgat Deus, et dissipéntur in imíci ejus: et fúgiant, qui odérunt eum, a fácie ejus.\nGlória Patri...\nSpiritus Dómini replévit orbem terrárum, allelúia: et hoc quod cóntinet ómnia, sciéntiam habet vocis. (T.P. Allelúja, allelúja.)"
      },
      {
        "title": "Collect",
        "english": "O God, Thou didst teach the hearts of Thy faithful by the light of Thy Holy Spirit; grant that by the same Spirit we may be truly wise, and ever rejoice in His consolation.\nThrough our Lord...",
        "latin": "Deus, qui corda fidélium Sancti Spiritus illustratióne docuísti: da nobis in eódem Spiritu recta sápere; et de ejus semper consolatióne gaudére.\nPer Dóminum..."
      },
      {
        "title": "Lesson",
        "english": "*Acts 8:14-17*\nIn those days, when the apostles that were in Jerusalem had heard that Samaria had received the word of God, they sent unto them Peter and John; who, when they were come, prayed for them, that they might receive the Holy Ghost: for He was not as yet come upon any of them; but they were only baptized in the name of the Lord Jesus. Then they laid their hands upon them, and they received the Holy Ghost.",
        "latin": "*Acts 8:14-17*\nIn diébus illis: Cum audíssent Apóstoli, qui erant Jerosólymis, quod recepíssent Samaria verbum Dei, misérunt ad eos Petrum, et Joánnem. Qui cum veníssent, oravérunt pro ipsis ut accíperent Spíritum Sanctum: nondum enim in quemquam illórum vénerat, sed baptizáti tantum erant in nómine Dómini Jesu. Tunc imponébant manus super illos, et accipiébant Spíritum Sanctum."
      },
      {
        "title": "Gradual",
        "english": "*Ps 32:12,6*\nBlessed is the nation whose God is the Lord: the people whom He hath chosen for His inheritance. By the word of the Lord the heavens were established; and all the power of them by the spirit of His mouth.",
        "latin": "*Ps 32:12,6*\nBeáta gens, cajus est Dóminus Deus eórum: pópulus, quem elégit Dóminus in hereditátem sibi. Verbo Dómini cæli firmáti sunt: et Spiritu oris ejus omnis virtus eórum."
      },
      {
        "title": "Lesser Alleluia",
        "english": "Alleluia, alleluia.\nCome, O Holy Spirit, fill the hearts of Thy faithful, and kindle in them the fire of Thy love.\nAlleluia.",
        "latin": "Allelúja, allelúja.\nVeni, Sancte Spiritus, reple tuórum corda fidélium: et tui amóris in eis ignem accénde.\nAllelúja."
      },
      {
        "title": "Tract",
        "english": "*Ps 103:30*\nSend forth Thy Spirit, and they shall be created; and Thou shalt renew the face of the earth. V. O Lord, how good and sweet is Thy Spirit within us!\n*(Here Kneel)*\nCome, O Holy Spirit, fill the hearts of Thy faithful, and kindle in them the fire of Thy love.",
        "latin": "*Ps 103:30*\nEmítte Spiritum tuum, et creabúntur: et renovábis fáciem terræ. V. O quam bonus et suávis est, Dómine, Spiritus tuus in nobis!\n*(Here Kneel)*\nVeni, Sancte Spiritus, reple tuórum corda fidélium: et tui amóris in eis ignem accénde."
      },
      {
        "title": "Greater Alleluia",
        "english": "*Ps 103:30*\nAlleluia, alleluia.\nSend forth Thy Spirit, and they shall be created; and Thou shalt renew the face of the earth.\nAlleluia.\nCome, O Holy Spirit, fill the hearts of Thy faithful, and kindle in them the fire of Thy love.\nAlleluia.",
        "latin": "*Ps 103:30*\nAllelúja, allelúja.\nEmítte Spiritum tuum, et creabúntur: et renovábis fáciem terræ.\nAllelúja.\nVeni, Sancte Spiritus, reple tuórum corda fidélium: et tui amóris in eis ignem accénde.\nAllelúja."
      },
      {
        "title": "Gospel",
        "english": "*Jn 14:23-31*\nAt that time Jesus said to His disciples If any one love Me, he will keep My word, and My Father will love him, and We will come to him and will make Our abode in him: he that loveth Me not keepeth not My words. And the word which you have heard is not Mine; but the Father’s who sent Me. These things have I spoken to you, abiding with you. But the Paraclete, the Holy Ghost, whom the Father will send in My name, He will teach you all things, and bring all things to your mind, whatsoever I shall have said to you. Peace I leave with you, My peace I give unto you: not as the world giveth, do I give unto you. Let not your heart be troubled, nor let it be afraid. You have heard that I said to you: I go away, and I come unto you. If you loved Me, you would indeed be glad, because I go to the Father: for the Father is greater than I. And now I have told you before it come to pass: that when it shall come to pass you may believe. I will not now speak many things with you. For the prince of this world cometh, and in Me he hath not any thing. But that the world may know that I love the Father, and as the Father hath given Me commandment so do I.",
        "latin": "*Jn 14:23-31*\nIn illo témpore: Dixit Jesus discípulis suis: Si quis díligit me, sermónem meum servábit, et Pater meus díliget eum, et ad eum veniémus et mansiónem apud eum faciémus: qui non díligit me, sermónes meos non servat. Et sermónem quem audístis, non est meus: sed ejus, qui misit me, Patris. Hæc locútus sum vobis, apud vos manens. Paráclitus autem Spíritus Sanctus, quem mittet Pater in nómine meo, illo vos docébit ómnia et súggeret quæcúmque díxero vobis. Pacem relínquo vobis, pacem  meam do vobis: non quómodo mundus dat, ego do vobis. Non turbétur cor vestrum neque formídet. Audístis quia ego dixi vobis: Vado et venio ad vos. Si diligerétis me, gauderétis útique, quia vado ad Patrem: quia Pater major me est. Et nunc dixi vobis priúsquam fiat: ut cum factum fúerit, credátis. Jam non multa loquar vobíscum. Venit enim princeps mundi hujus, et in me non habet quidquam. Sed ut cognóscat mundus, quia díligo Patrem, et sicut mandátum dedit mihi Pater, sic fácio."
      },
      {
        "title": "Offertory",
        "english": "*Ps 67:29,30*\nConfirm, O God, what Thou hast wrought in us; from Thy temple, which is in Jerusalem, kings shall offer presents to Thee.",
        "latin": "*Ps 67:29,30*\nConfírma hoc, Deus, quod operátus es in nobis: a templo tuo, quod est in Jerúsalem, tibi ófferent reges múnera."
      },
      {
        "title": "Secret",
        "english": "Sanctify, we beseech Thee, O Lord, the gifts which we offer Thee, and cleanse our hearts by the light of the Holy Ghost.\nThrough our Lord...in the unity of the same Holy Ghost...",
        "latin": "Múnera quǽsumus, Dómine, obláta sanctífica: et corda nostra Sancti Spíritus illustratióne emúnda.\nPer Dóminum...in unitáte ejúsdem Spíritus Sancti..."
      },
      {
        "title": "Preface of the Holy Ghost",
        "english": "It is truly meet and just, right and for our salvation, that we should at all times, and in all places, give thanks unto Thee, O holy Lord, Father almighty, everlasting God: through Christ our Lord. Who ascending above all in the heavens and sitting at Thy Right Hand, poured out the Holy Spirit upon the children of adoption. Wherefore the whole world doth rejoice with overflowing joy; and the heavenly Hosts also and the angelic Powers sing together the hymn of Thy glory, evermore saying:",
        "latin": "Vere dignum et justum est, æquum et salutáre, nos tibi semper et ubíque grátias ágere: Dómine sancte, Pater omnípotens, ætérne Deus: per Christum, Dóminum nostrum. Qui, ascéndens super omnes cælos sedénsque ad déxteram tuam, promíssum Spíritum Sanctum * * in fílios adoptiónis effúdit. Quaprópter profúsis gáudiis totus in orbe terrárum mundus exsúltat. Sed et supérnæ Virtútes atque angélicæ Potestátes hymnum glóriæ tuæ cóncinunt, sine fine dicéntes:"
      },
      {
        "title": "Communion",
        "english": "*Acts 2:2,4*\nSuddenly there came a sound from heaven, as of a mighty wind coming where they were sitting, alleluia; and they were all filled with the Holy Ghost, speaking the wonderful works of God.",
        "latin": "*Acts 2:2,4*\nFactus est repénte de cœlo sonus, tamquam adveniéntis spíritus veheméntis, ubi erant sedéntes, allelúia: et repléti sunt omnes Spíritu Sancto, loquéntes magnália Dei."
      },
      {
        "title": "Postcommunion",
        "english": "May the outpouring of the Holy Ghost purify our hearts, O Lord, and by the inward sprinkling of His heavenly dew may they be made fruitful.\nThrough our Lord...in the unity of the same Holy Ghost...",
        "latin": "Sancti Spíritus, Dómine, corda nostra mundet infúsio: et sui roris íntima aspersióne fœcúndet.\nPer Dóminum...in unitáte ejúsdem Spíritus Sancti..."
      }
    ],
    "commemorations" : []
  },
  {
    "rank": 4,
    "title": "The Blessed Sacrament",
    "colors": "w",
    "propers": [
      {
        "title": "Introit",
        "english": "*Ps 80:17*\nHe fed them with the fat of corn, alleluia, and filled them with honey out of the rock, alleluia, alleluia, alleluia.\n*Ps 80:2*\nRejoice to God our helper; sing aloud to the God of Jacob.\nGlory be to the Father...\nHe fed them with the fat of corn, alleluia, and filled them with honey out of the rock, alleluia, alleluia, alleluia.",
        "latin": "*Ps 80:17*\nCibavit eos ex ádipe fruménti, allelúia: et de petra, melle saturávit eos, allelúia, allelúia, allelúia.\n*Ps 80:2*\nExsultáte Deo adjutório nostro; jubiláte Deo Jacob.\nGlória Patri...\nCibavit eos ex ádipe fruménti, allelúia: et de petra, melle saturávit eos, allelúia, allelúia, allelúia."
      },
      {
        "title": "Collect",
        "english": "O God, Who in this wonderful sacrament has left us a memorial of Thy passion: grant us, we beseech Thee, so to venerate the sacred mysteries of Thy Body and Blood, that we may ever perceive within us the fruit of Thy redemption.\nWho livest...",
        "latin": "Deus, qui nobis sub Sacraménto mirábili passiónis tuæ memóriam reliquísti: tríbue, quǽsumus, ita nos Córporis et Sánguinis tui sacra mystéria venerári; ut redemptiónis tuæ fructum in nobis júgiter sentiámus:\nQui vivis..."
      },
      {
        "title": "Lesson",
        "english": "*1 Cor 11:23-29*\nBrethren, I have received of the Lord, that which also I delivered to you, that the Lord Jesus, the same night in which He was betrayed, took bread, and giving thanks, broke, and said: Take ye and eat, this is My Body which shall be delivered for you; this do for the commemoration of Me. In like manner also the chalice, after He had supped, saying: This chalice is the new testament in My Blood; this do ye, as often as you shall drink, for the commemoration of Me. For as often as you shall eat this bread and drink this chalice, you shall show the death of the Lord until He come. Therefore whosoever shall eat this bread, or drink of the chalice of the Lord unworthily, shall be guilty of the Body and the Blood of the Lord. But let a man prove himself; and so let him eat of that bread, and drink of the chalice. For he that eateth and drinketh unworthily, eateth and drinketh judgment to himself, not discerning the Body of the Lord.",
        "latin": "*1 Cor 11:23-29*\nFratres: Ego enim accépi a Dómino quod et trádidi vobis, quóniam Dóminus Jesus, in qua nocte tradebátur, accépit panem, et grátias agens, fregit, et dixit: Accípite et manducáte: hoc est corpus meum, quod pro vobis tradétur: hoc fácite in meam commemoratiónem. Simíliter et cálicem, postquam cœnávit, dicens: Hic calix novum testaméntum est in meo sánguine. Hoc fácite, quotiescúmque bibétis, in meam commemoratiónem. Quotiescúmque enim manducábitis panem hunc et cálicem bibétis, mortem Dómini annuntiábitis, donec véniat. Itaque quicúmque manducáverit panem hunc, vel bíberit cálicem Dómini indígne, reus erit córporis et sánguinis Dómini. Probet autem seípsum ho­ mo: et sic de pane illo edat et de cálice bibat. Qui enim mandúcat et bibit indígne, judícium sibi mandúcat et bibit: non dijúdicans corpus Dómini."
      },
      {
        "title": "Gradual",
        "english": "*Ps 144:15-16*\nThe eyes of all hope in Thee, O Lord, and Thou givest them meat in due season. Thou openest Thy hand, and fillest every living creature with Thy blessing.",
        "latin": "*Ps 144:15-16*\nOculi ómnium in te sperant, Dómine: et tu das illis escam in témpore opportuno. Aperis tu manum tuam: et imples omne ánimal benedictióne."
      },
      {
        "title": "Lesser Alleluia",
        "english": "*Jn 6:56,57*\nAlleluia, alleluia.\nMy Flesh is meat indeed, and My Blood is drink indeed: he that eateth My Flesh and drinketh My Blood, abideth in Me, and I in him.\nAlleluia.",
        "latin": "*Jn 6:56,57*\nAllelúja, allelúja.\nCaro mea vere est cibus, et sanguis meus vere est potus: qui mandúcat meam carnem, et bibit meum sánguinem, in me manet et ego is eo.\nAllelúja."
      },
      {
        "title": "Tract",
        "english": "*Malachi 1:11; Prov 9:5*\nFrom the rising of the sun even to its going down, My name is great among the Gentiles. And in every place there is sacrifice, and there is offered to My name a clean oblation; for My name is great among the Gentiles. Come, eat My bread: and drink the wine, which I have mingled for you.",
        "latin": "*Malachi 1:11; Prov 9:5*\nAb ortu solis usque ad occasum, magnum est nomen meum in gentibus. Et in omni loco sacrificatur, et offertur nomini meo oblatio munda: quia magnum est nomen meum in gentibus. Venite, comedite panem meum: et bibite vinium, quod miscue vobis."
      },
      {
        "title": "Greater Alleluia",
        "english": "*Lk 24:35*\nAlleluia, alleluia.\nThe disciples knew the Lord Jesus in the breaking of bread.\nAlleluia.\n*Jn 6:56,57*\nLet us bless the Father and the Son with the Holy Ghost.\nAlleluia.",
        "latin": "*Lk 24:35*\nAllelúja, allelúja.\nCognovérunt discípuli Dóminum Jesum in fractióne panis.\nAllelúja.\n*Jn 6:56,57*\nCaro mea vere est cibus, et sanguis meus vere est potus: qui mandúcat meam carnem, et bibit meum sánguinem, in me manet et ego is eo.\nAllelúja."
      },
      {
        "title": "Gospel",
        "english": "*Jn 6:56-59*\nAt that time Jesus said to the multitudes of the Jews: My Flesh is meat indeed, and My Blood is drink indeed. He that eateth My Flesh, and drinketh My Blood, abideth in Me, and I in him. As the living Father hath sent Me, and I live by the Father, so he that eateth Me, the same also shall live by Me. This is the bread that came down from Heaven. Not as your fathers did eat manna and are dead. He that eateth this Bread shall live for ever.",
        "latin": "*Jn 6:56-59*\nIn illo témpore: Dixit Jesus turbis Judæórum: Caro mea vere est cibus, et sanguis meus vere est potus. Qui mandúcat meam carnem et bibit meum sánguinem, in me manet et ego in illo. Sicut misit me vivens Pater, et ego vivo propter Patrem: et qui mandúcat me, et ipse vivet propter me. Hic est panis, qui de cælo descéndit. Non sicut manducavérunt patres vestri manna, et mórtui sunt. Qui mandúcat hunc panem, vivet in ætérnum."
      },
      {
        "title": "Offertory",
        "english": "*Lev 21:6*\nThe priests of the Lord offer incense and loaves to God, and therefore they shall be holy to their God, and shall not defile His name. Alleluia.",
        "latin": "*Lev 21:6*\nSacerdótes Dómini incénsum et panes ófferunt Deo: et ídeo sancti erunt Deo suo, et non pólluent nomen ejus. Allelúia."
      },
      {
        "title": "Secret",
        "english": "We beseech Thee, O Lord, mercifully grant to Thy Church the gifts of unity and peace, which are mystically shown forth in the offerings now made.\nThrough our Lord...",
        "latin": "Eeelésiæ tuæ, quǽsumus, Dómine, unitátis et pacis propítius dona concéde: quæ sub oblátis munéribus mýstice designántur.\nPer Dóminum..."
      },
      {
        "title": "Preface of the Season",
        "english": "",
        "latin": ""
      },
      {
        "title": "Communion",
        "english": "*1 Cor 11:26,27*\nAs often as you shall eat this Bread and drink the Chalice, you shall show the death of the Lord until He come: therefore whosoever shall eat this Bread or drink the Chalice of the Lord unworthily, shall be guilty of the Body and Blood of the Lord. Allelluia.",
        "latin": "*1 Cor 11:26,27*\nQuotiescúmque manducábitis panem hunc, et cálicem bibétis, mortem Dómini annuntiábitis donec véniat: ítaque quicúmque manducáverit panem vel bíberit cálicem Dómimi indígne: reus erit córporis et sánguinis Dómini. Allelúia."
      },
      {
        "title": "Postcommunion",
        "english": "Grant us, we beseech Thee, O Lord, to be filled with the everlasting enjoyment of Thy divinity which is prefigured by the reception in this life of Thy precious Body and Blood:\nWho livest...",
        "latin": "Fac nos, quǽsumus, Dómine, divinitátis tuæ sempitérna fruitióne repléri: quam pretiósi Córporis et Sánguinis tui temporális percéptio præfigúrat:\nQui vivis..."
      }
    ],
    "commemorations" : []
  }
]