[
  {
    "title": "The Blessing of the New Fire",
    "english": "The Lord be with you.\nAnd with thy spirit.\n\nLet us pray.\nO God, Who hast bestowed on the faithful the fire of Thy brightness by Thy Son, Who is the Cornerstone, hallow this new fire produced from a flint that it may be profitable to us: and grant that during this Paschal festival we may be so inflamed with heavenly desires, that with pure minds we may come to the solemnity of perpetual light.\nThrough the same Christ our Lord.",
    "latin": "Dóminus vobíscum.\nEt cum spíritu tuo.\n\nOrémus.\nDeus, qui per Fílium tuum, angulárem scílicet lápidem, claritátis tuæ ignem fidélibus contulísti: prodúctum e sílice, nostris profutúrum úsibus, novum hunc ignem sanctí ✠ fica: et concéde nobis, ita per hæc festa paschália cœléstibus desidériis inflammári; ut ad perpétuæ claritátis, puris méntibus, valeámus festa pertíngere.\nPer eúndem Christum Dóminum nostrum."
  },
  {
    "title": "The Blessing of the Paschal Candle",
    "english": "**C**hrist yesterday and today\n**T**he Beginning and End\n**A**lpha\n**a**nd Omega.\n**H**is are the times\n**a**nd the ages.\n**T**o Him be glory and empire\n**t**hrough all eternal ages.\n**T**hrough His holy\n**a**nd glorious wounds\n**m**ay Christ the Lord\n**p**reserve\n**a**nd keep us. Amen.\n\n**M**ay the light of Christ, gloriously risen\nDispel the darkness of the heart and mind.\n\nThe Lord be with you.\nAnd with thy spirit.\n\nLet us pray.\nMay the abundant outpouring of Thy ✠ blessing, we beseech Thee, almighty God, descend upon this incense: and do Thou, O invisible Regenerator, lighten this nocturnal brightness, that not only the sacrifice that is offered this night may shine by the secret mixture of Thy light: but also into whatever place anything of this mysterious sanctification shall be brought, there the power of Thy Majesty may be present and all the malicious artifices of Satan may be defeated.\nThrough Christ our Lord.",
    "latin": "**C**hristus heri et hódie,\n**P**rincípium et Finis,\n**A**lpha\n**e**t Omega;\n**I**psíus sunt témpora\n**e**t sǽcula; \n**I**psi gloria et imperium\n**p**er universa æternitátis sǽcula.\n**P**er sua sancta vúlnera\n**g**loriósa\n**c**ustódiat\n**e**t consérvet nos\n**C**hristus Dóminus. Amen.\n\n**L**umen Christi glorióse resurgéntis\nDíssipet ténebras cordis et mentis.\n\nDóminus vobíscum.\nEt cum spíritu tuo.\n\nOrémus.\nVéniat, quǽsumus, omnípotens Deus, super hoc incénsum céreum larga tuæ bene ✠ dictiónis infúsio: et hunc noctúrnum splendórem invisíbilis regenerátor, inténde; ut non solum sacrifícium, quod hac nocte litátum est, arcána lúminis tui admixtióne refúlgeat; sed in quocúmque loco ex huius sanctificatiónis mystério aliquid fúerit deportátum, expúlsa diabólicæ fraudis nequítia, virtus tuæ maiestátis assístat.\nPer Christum Dóminum nostrum."
  },
  {
    "title": "The Procession with the Paschal Candle",
    "english": "V. The light of Christ.\nR. Thanks be to God.\nV. The light of Christ.\nR. Thanks be to God.\nV. The light of Christ.\nR. Thanks be to God.",
    "latin": "V. Lumen Christi.\nR. Deo grátias.\nV. Lumen Christi.\nR. Deo grátias.\nV. Lumen Christi.\nR. Deo grátias."
  },
  {
    "title": "The Singing of the Paschal Proclamation",
    "english": "Sir, give me Thy blessing.\nC. May the Lord be on thy heart and on thy lips, that thou mayest worthily and fittingly proclaim His Paschal praise.\nR. Amen.\n\nLet the angelic choirs of Heaven now rejoice; let the divine Mysteries rejoice; and let the trumpet of salvation sound forth the victory of so great a King. Let the earth also rejoice, made radiant by such splendor; and, enlightened with the brightness of the eternal King, let it know that the darkness of the whole world is scattered. Let our mother the Church also rejoice, adorned with the brightness of so great a light; and let this temple resound with the loud acclamations of the people. Wherefore I beseech you, most beloved brethren, who are here present in the wondrous brightness of this holy light, to invoke wtih me the mercy of almighty God. That He who has vouchsafed to admit me among the Levites, without any merits of mine, would pour forth the brightness of His light upon me, and enable me to perfect the praise of this wax candle. Through our Lord Jesus Christ His Son, Who with Him and the Holy Ghost liveth and reigneth one God for ever and ever.\nR. Amen.\n\nV. The Lord be with you.\nR. And with thy spirit.\nV. Lift up thy hearts.\nR. We have them lifted up to the Lord.\nV. Let us give thanks to the Lord our God.\nR. It is meet and just.\n\nIt is truly meet and right to proclaim with all our heart and all the affection of our mind, and with the ministry of our voices, the invisible God, the Father almighty, and His only-begotten Son our Lord Jesus Christ, who repaid for us to His eternal Father the debt of Adam, and by the merciful shedding of His Blood, cancelled the debt incurred by original sin. For this is the Paschal Festival; in which that true Lamb is slain, with Whose Blood the doorposts of the faithful are consecrated. This is the night in which Thou didst formerly cause our forefathers, the children of Israel, when brought out of Egypt, to pass through the Red Sea with dry foot. This, therefore, is the night which dissipated the darkness of sinners by the light of the pillar. This is the night which at this time throughout the world restores to grace and unites in sanctity those that believe in Christ, and are separated from the vices of the world and the darkness of sinners. This is the night in which, destroying the chains of death, Christ arose victorious from the grave. For it would have profited us nothing to have been born, unless redemption had also been bestowed upon us. O wondrous condescension of Thy mercy towards us! O inestimable affection of love: that Thou mightest redeem a slave, Thou didst deliver up Thy Son! O truly needful sin of Adam, which was blotted out by the death of Christ! O happy fault, that merited to possess such and so great a Redeemer! O truly blessed night, which alone deserved to know the time and hour when Christ rose again from hell! This is the night of which it is written: And the night shall be as clear as the day; and the night is my light in my delights. Therefore the hallowing of this night puts to flight all wickedness, cleanses sins, and restores innocence to the fallen, and gladness to the sorrowful. It drives forth hatreds, it prepares concord, and brings down haughtiness.\nWherefore, in this sacred night, receive, O holy Father, the evening sacrifice of this incense, which holy Church renders to Thee by the hands of Thy ministers in the solemn offering of this wax candle, made out the work of bees. Now also we know the praises of this pillar, which the shining fire enkindles to the honor of God. Which fire, although divided into parts, suffers no loss from its light being borrowed. For it is nourished by the melting wax, which the mother bee produced for the substance of this precious light. O truly blessed night, which plundered the Egyptians and enriched the Hebrews! A night in which heavenly things are united to those of earth, and things divine to those which are of man.\nWe beseech Thee, therefore, O Lord, that this wax candle hallowed in honor of Thy Name, may continue to burn to dissipate the darkness of this night. And being accepted as a sweet savor, may be united with the heavenly lights. Let the morning star find its flame alight. That star, I mean, which knows no setting. He Who returning from hell, serenely shone forth upon mankind. We beseech Thee therefore, O Lord, that Thou wouldst grant peaceful times during this Paschal Festival, and vouchsafe to rule, govern, and keep with Thy constant protection us Thy servants, and all the clergy, and the devout people, together with our most holy Father, Pope N., and our Bishop N.. Have regard, also, for those who reign over us, and, grant them Thine ineffable kindness and mercy, direct their thoughts in justice and peace, that from their earthy toil, they may come to their heavenly reward with all Thy people.\nThrough the same Jesus Christ...",
    "latin": "Iube, domne, benedícere.\nDóminus sit in corde tuo, et in lábiis tuis, ut digne et competénter annúntiem suum paschále præcónium: in nómine Patris, et Fílii, ✠ et Spíritus Sancti.\nAmen.\n\nExsúltet iam Angélica turba coelórum: exsúltent divína mystéria: et pro tanti Regis victória tuba ínsonet salutáris. Gáudeat et tellus tantis irradiáta fulgóribus: et ætérni Regis splendóre illustráta, totíus orbis se séntiat amisísse calíginem. Lætétur et mater Ecclésia, tanti lúminis adornáta fulgóribus: et magnis populórum vócibus hæc aula resúltet. Quaprópter astántes vos, fratres caríssimi, ad tam miram huius sancti lúminis claritátem, una mecum, quæso, Dei omnipoténtis misericórdiam invocáte. Ut, qui me non meis méritis intra Levitárum númerum dignatus est aggregáre: lúminis sui claritátem infúndens, Cérei huius laudem implére perfíciat. Per Dominum nostrum Iesum Christum, Fílium suum: qui cum eo vivit et regnat in unitáte Spíritus Sancti Deus: Per omnia sǽcula sæculórum.\nR. Amen.\n\nV. Dóminus vobíscum.\nR. Et cum Spíritu tuo.\nV. Sursum corda.\nR. Habémus ad Dóminum.\nV. Grátias agámus Dómino Deo nostro.\nR. Dignum et iustum est.\n\nVere dignum et iustum est, invísibilem Deum Patrem omnipoténtem Filiúmque eius unigénitum, Dominum nostrum Iesum Christum, toto cordis ac mentis afféctu et vocis ministério personáre. Qui pro nobis ætérno Patri Adæ débitum solvit: et véteris piáculi cautiónem pio cruóre detérsit. Hæc sunt enim festa paschália, in quibus verus ille Agnus occíditur, cuius sánguine postes fidelium consecrántur. Hæc nox est, in qua primum patres nostros, fílios Israël edúctos de Ægýpto, Mare Rubrum sicco vestígio transíre fecísti. Hæc ígitur nox est, quæ peccatórum ténebras colúmnæ illuminatióne purgávit. Hæc nox est, quæ hódie per univérsum mundum in Christo credéntes, a vítiis sǽculi et calígine peccatórum segregátos, reddit grátiæ, sóciat sanctitáti. Hæc nox est, in qua, destrúctis vínculis mortis, Christus ab ínferis victor ascéndit. Nihil enim nobis nasci prófuit, nisi rédimi profuísset. O mira circa nos tuæ pietátis dignátio! O inæstimábilis diléctio caritátis: ut servum redimeres, Fílium tradidísti! O certe necessárium Adæ peccátum, quod Christi morte delétum est! O felix culpa, quæ talem ac tantum méruit habére Redemptórem! O vere beáta nox, quæ sola méruit scire tempus et horam, in qua Christus ab ínferis resurréxit! Hæc nox est, de qua scriptum est: Et nox sicut dies illuminábitur: Et nox illuminátio mea in deliciis meis. Huius ígitur sanctificátio noctis fugat scélera, culpas lavat: et reddit innocéntiam lapsis et mæstis lætítiam. Fugat ódia, concórdiam parat et curvat impéria.\nIn huius ígitur noctis grátia, súscipe, sancte Pater, incénsi huius sacrifícium vespertínum: quod tibi in hac Cérei oblatióne solémni, per ministrórum manus de opéribus apum, sacrosáncta reddit Ecclésia. Sed iam colúmnæ huius præcónia nóvimus, quam in honórem Dei rútilans ignis accéndit. Qui licet sit divísus in partes, mutuáti tamen lúminis detriménta non novit. Alitur enim liquántibus ceris, quas in substántiam pretiósæ huius lámpadis apis mater edúxit. O vere beáta nox, quæ exspoliávit Ægýptios, ditávit Hebrǽos! Nox, in qua terrénis cæléstia, humánis divína iungúntur.\nOrámus ergo te, Dómine: ut Céreus iste in honórem tui nóminis consecrátus, ad noctis huius calíginem destruéndam, indefíciens persevéret. Et in odórem suavitátis accéptus, supérnis lumináribus misceátur. Flammas eius lúcifer matutínus invéniat. Ille, inquam, lúcifer, qui nescit occásum. Ille, qui regréssus ab ínferis, humáno géneri serénus illúxit. Precámur ergo te, Dómine: ut nos fámulos tuos, omnémque clerum, et devotíssimum pópulum: una cum beatíssimo Papa nostro N., et Antístite nostro N., quiéte témporum concéssa, in his paschálibus gáudiis, assídua protectióne régere, gubernáre et conserváre digneris. Réspice étiam ad eos, qui nos in potestáte regunt, et, ineffábili pietátis et misericórdiæ tuæ múnere, dírige cogitatiónes eórum ad iustítiam et pacem, ut de terréna operositáte ad cæléstem pátriam pervéniant cum omni populo tuo.\nPer eúndem Dóminum nostrum Iesum Christum..."
  },
  {
    "title": "The First Reading",
    "english": "*Gen. 1:1-31; 2:1-2*\nIn the beginning, God created heaven and earth. And the earth was void and empty, and darkness was upon the face of the deep: and the Spirit of God moved over the water. And God said: Be light made. And light was made. And God saw the light that it was good: and He divided the light from the darkness. And He called the light Day, and the darkness Night: and there was evening and morning, one day. And God said: Let there be a firmament made amidst the waters: and let it divide the waters from the waters. And God made a firmament, and divided the waters that were under the firmament from those that were above the firmament. And it was so. And God called the firmament Heaven: and the evening and morning were the second day. God also said: Let the waters that are under the heaven be gathered together into one place; and let the dry land appear. And it was so done. And God called the dry land Earth: and the gathering together of the waters He called Seas. And God saw that it was good. And He said: Let the earth bring forth his green herb, after its kind, which may have seed in itself upon the earth. And it was so done. And the earth brought forth the green herb, and such as yieldeth seed according to its kind. And God saw that it was good. And the evening and morning were the third day. And God said: Let there be lights made in the firmament of heaven to divide the day and the night, and let them be for signs, and for seasons, and for days and years: to shine in the firmament of heaven. and to give light to the earth. And it was so done. And God made two great lights: a greater light to rule the day; and a lesser light to rule the night: and the stars. And He set them in the firmament of heaven, to shine upon the earth, and to rule the day and the night, and to divide the earth, and to rule the day and the night, and to divide the light and the darkness. And God saw that it was good. And the evening and morning were the fourth day. God also said: Let the waters bring forth the creeping creature having life, and the fowl that may fly over the earth under the firmament of heaven. And God created the great whales, and every living thing and moving creature which the waters brought forth, according to their kinds, and every winged fowl according to its kind. And God saw that it was good. And He blessed them, saying: Increase and multiply, and fill the waters of the sea: and let the birds be multiplied upon the earth. And the evening and the morning were the fifth day. And God said: Let the earth bring forth the living creature in its kind, cattle, and creeping things, and beasts of the earth according to their kinds. And it was so done. And God made the beasts of the earth according to their kinds, and cattle, and every thing that creepeth on the earth after its kind. And God saw that it was good. And He said: Let us make man to Our image and likeness: and let him have dominion over the fishes of the sea, and the fowls of the air, and the beasts, and the whole earth, and every creeping creature that moveth upon the earth. And God created man to His own image: to the image of God He created him, male and female He created them. And God blessed them, saying: Increase and multiply, and fill the earth, and subdue it, and rule over the fishes of the sea, and the fowls of the air, and all living creatures that move upon the earth. And God said: Behold, I have given you every herb-bearing seed upon the earth, and all trees that have in themselves seed of their own kind to be your meat: and to all the beasts of the earth, and to every fowl of the air, and to all that move upon the earth, and wherein there is life, that they may have to feed upon. And it was so done. And God saw all the things that He had made, and they were very good. And the evening and morning were the sixth day. So the heavens and the earth were finished, and all the furniture of them. And on the seventh day God ended His work which He had made: and He rested on the seventh day from all His work which He had done.",
    "latin": "*Gen. 1:1-31; 2:1-2*\nIn princípio creávit Deus cælum et terram. Terra áutem erat inánis et vácua, et ténebræ erant super fáciem abýssi: et Spíritus Dei ferebátur super aquas. Dixítque Deus: Fiat lux. Et facta est lux. Et vidit Deus lucem quod esset bona: et divísit lucem a ténebris. Appellavítque lucem Diem, et ténebras Noctem: factúmque est véspere et mane, dies unus. Dixit quoque Deus: Fiat firmaméntum in médio aquárum: et dívidat aquas ab aquis. Et fecit Deus firmaméntum, divisítque aquas quæ erant sub firmaménto, ab his quæ erant super firmaméntum. Et factum est ita. Vocávit Deus firmaméntum Cælum: et factum est véspere et mane, dies secúndus. Dixit vero Deus: Congregéntur aquæ, quæ sub cælo sunt, in locum unum: et appáreat árida. Et factum est ita. Et vocávit Deus aridam, Terram, congregationísque aquárum appellávit Mária. Et vidit Deus quod esset bonum. Et ait: Gérminet terra herbam viréntem, et faciéntem semen, et lignum pomíferum fáciens fructum iuxta genus suum, cuius semen in semetípso sit super terram. Et factum est ita. Et prótulit terra herbam viréntem, et faciéntem semen iuxta genus suum, lignúmque fáciens fructum, et habens unumquódque seméntem secúndum spéciem suam. Et vidit Deus quod esset bonum. Et factum est véspere et mane, dies tértius. Dixit áutem Deus: Fiant luminária in firmaménto cæli, et dívidant diem ac noctem, et sint in signa et témpora, et dies et annos: ut lúminent terram. Et factum est ita. Fecítque Deus duo luminária magna: luminária maius, ut præésset diéi, et lumináre minus, ut præésset nocti: et stellas. Et pósuit eas in firmaménto cæli, ut lucérent super terram, et præéssent diéi ac nocti, et divíderent lucem ac ténebras. Et vidit Deus quod esset bonum. Et factum est véspere et mane, dies quartus. Dixit étiam Deus: Prodúcant aquæ réptile ánimæ vivéntis, et volátile super terram sub firmaménto cæli. Creavítque Deus cete grándia, et omnem ánimam vivéntem atque motábilem, quam prodúxerant aquæ in spécies suas, et omne volátile secúndum genus suum. Et vidit Deus quod esset bonum. Benedixítque eis, dicens: Créscite, et multiplicámini, et repléte aquas maris: avésque multiplicéntur super terram. Et factum est véspere et mane, dies quintus. Dixit quoque Deus: Prodúcat terra ánimam vivéntem in génere suo: iuménta, et reptília, et béstias terræ secúndum spécies suas. Factúmque est ita. Et fecit Deus quod esset bonum, et ait: Faciámus hóminem ad imáginem et similitúdinem nostram: et præsit píscibus maris, et volatílibus cæli, et béstiis, universáeque terræ, omníque réptili quod movétur in terra. Et creávit Deus hóminem ad imáginem suam: ad imáginem Dei creávit illum, másculum et féminam creávit eos. Benedixítque illis Deus, et ait: Créscite et multiplicámini, et repléte terram, et subiícite eam, et dominámini píscibus maris, et volatílibus cæli, et univérsis animántibus, quæ movéntur super terram. Dixítque Deus: Ecce dedi vobis omnem herbam afferéntem semen super terram, et univérsa ligna quæ habent in semetípsis seméntum géneris sui, ut sint vobis in escam: et cunctis animántibus terræ, omníque vólucri cæli, et univérsis, quæ movéntur in terra, et in quibus est ánima vivens, ut hábeant ad vescéndum. Et factum est ita. Vidítque Deus cuncta quæ fécerat: et erant valde bona. Et factum est véspere et mane, dies sextus. Igitur perfécti sunt cæli et terra, et omnis ornátus eórum. Complevítque Deus die séptimo opus suum quod fécerat: et requiévit die séptimo ab univérso ópere quod patrárat."
  },
  {
    "title": "The First Collect",
    "english": "Let us pray.\n\nLet us kneel.\n\nArise.\n\nO God, who hast wonderfully created man, and more wonderfully restored him: grant us, we beseech Thee, to stand firm with strong minds against the allurements of sin, that we may deserve to arrive at everlasting joys.\nThrough Our Lord...",
    "latin": "Orémus.\n\nFlectámus génua.\n\nLeváte.\n\nDeus, qui mirabíliter creásti hóminem, et mirabílius redemísti: da nobis, quǽsumus, contra oblectaménta peccáti, mentis ratióne persístere; ut mereámur ad ætérna gáudia perveníre.\nPer Dóminum nostrum..."
  },
  {
    "title": "The Second Reading",
    "english": "*Exodus 14:24-31; 15:1*\nIn those days, it came to pass in the morning watch, and behold the Lord looking upon the Egyptian army through the pillar of fire, and of the cloud, slew their host: and overthrew the wheels of the chariots, and they were carried into the deep. And the Egyptians said: Let us flee from Israel: for the Lord fighteth for them against us. And the Lord said to Moses: Stretch forth thy hand over the sea, that the waters may come again upon the Egyptians, upon their chariots and horsemen. And when Moses had stretched forth his hand towards the sea, it returned at the first break of day to the former place: and as the Egyptians were fleeing away the waters came upon them, and the Lord shut them up in the middle of the waves. And the waters returned, and covered the chariots and the horsemen of all the army of Pharao, who had come into the sea after them: neither did there so much as one of them remain. But the children of Israel marched through the midst of the sea upon dry land, and the waters were to them as a wall on the right hand and the left: and the Lord delivered Israel on that day out of the hand of the Egyptians. And they saw the Egyptians dead upon the sea shore, and the mighty hand of the Lord had used against them: and the people feared the Lord, and they believed the Lord, and Moses His servant. Then Moses and the children of Israel sung this canticle to the Lord, and said:",
    "latin": "*Exodus 14:24-31; 15:1*\nIn diébus illis: Factum est in vigília matutína, et ecce respíciens Dóminus super castra Ægyptiórum per colúmnam ignis et nubis, interfécit exércitum eórum: et subvértit rotas cúrruum, ferebantúrque in profúndum. Dixérunt ergo Ægýptii: Fugiámus Israëlem: Dóminus enim pugnat pro eis contra nos. Et ait Dóminus ad Móysen: Exténde manum tuam super mare, ut revertántur aquæ ad Ægýptios super currus et équites eórum. Cumque extendísset Móyses manum contra mare, revérsum est primo dilúculo ad priórem locum: fugientibúsque Ægýptiis occurrérunt aquæ, et invólvit eos Dóminus in médiis flúctibus. Reversáeque sunt aquæ, et operuérunt currus et équites cuncti exércitus Pharaónis, qui sequéntes ingréssi fúerant mare: nec unus quidem supérfuit ex eis. Fílii áutem Israël perrexérunt per médium sicci maris, et aquæ eis erant quasi pro muro a dextris et a sinístris: liberavítque Dóminus in die illa Israël de manu Ægyptiórum. Et vidérunt Ægýptios mórtuos super littus maris, et manum magnam. quam exercúerat Dóminus contra eos: timuítque pópulus Dóminum, et credidérunt Dómino, et Móysi servo eius. Tunc cécinit Móyses, et fílii Israël carmen hoc Dómino, et dixérunt:"
  },
  {
    "title": "The Second Canticle",
    "english": "*Exodus 15:1,2*\nLet us sing to the Lord, for He is gloriously honored: the horse and the rider He hath thrown into the sea: He has become my Helper and Protector unto salvation.\n\nHe is my God, and I will honor Him: the God of my father, and I will extol Him.\nHe is the Lord that destroys wars: the Lord is His Name.",
    "latin": "*Exodus 15:1,2*\nCantémus Dómino: glorióse enim honorificátus est: equum et ascensórum proiécit in mare: adiútor, et protéctor factus est mihi in salútem.\n\nHic Deus meus, et honorificábo eum: Deus patris mei, et exaltábo eum.\nDóminus cónterens bella: Dóminus nomen est illi."
  },
  {
    "title": "The Second Collect",
    "english": "Let us pray.\n\nLet us kneel.\n\nArise.\n\nO God, Whose ancient miracles we see shining also in our days, whilst by the water of regeneration Thou dost operate for the salvation of the Gentiles, that which by the power of Thy right hand Thou didst confer upon one people, by delivering them from the Egyptian persecution: grant that all the nations of the world may become the children of Abraham, and partake of the dignity of the people of Israel.\nThrough Our Lord...",
    "latin": "Orémus.\n\nFlectámus génua.\n\nLeváte.\n\nDeus, cuius antíqua mirácula étiam nostris sǽculis coruscáre sentímus: dum quod uni pópulo, a persecutióne Ægyptíaca liberándo, déxteræ tuæ poténtia contulísti, id in salútem géntium per aquam regeneratiónis operáris: præsta; ut in Abrahæ fílios, et in Israelíticam dignitátem, totíus mundi tránseat plenitúdo.\nPer Dóminum nostrum..."
  },
  {
    "title": "The Third Reading",
    "english": "*Is. 4:2-6*\nIn that day the bud of the Lord shall be in magnificence and glory, and the fruit of the earth shall be high, and a great joy to them that shall have escaped of Israel. And it shall come to pass, that every one that shall be left in Sion, and that shall remain in Jerusalem, shall be called holy, every one that is written in life in Jerusalem. If the Lord shall wash away the filth of the daughters of Sion, and shall wash away the blood of Jerusalem out of the midst thereof, by the spirit of judgment, and by the spirit of burning. And the Lord will create upon every place of mount Sion, and where he is called upon, a cloud by day, and a smoke and the brightness of a flaming fire in the night: for over all the glory shall be a protection. And there shall be a tabernacle for a shade in the daytime from the heat, and for a security and covert from the whirlwind, and from rain.",
    "latin": "*Is. 4:2-6*\nIn die illa erit germen Dómini in magnificéntia, et glória, et fructus terræ sublímis, et exultátio his, qui salváti fúerint de Israël. Et erit: Omnis qui relíctus fúerit in Sion, et resíduus in Ierúsalem, sanctus vocábitur, omnis qui scriptus est in vita in Ierúsalem. Si ablúerit Dóminus sordes filiárum Sion, et sánguinem Ierúsalem láverit de médio eius, in spíritu iudícii, et spíritu ardóris. Et creábit Dóminus super omnem locum montis Sion, et ubi invocátus est, nubem per diem, et fumum, et splendórem ignis flammántis in nocte: super omnem enim glóriam protéctio. Et tabernáculum erit in umbráculum diéi ab æstu, et in securitátem, et absconsiónem a túrbine, et a plúvia."
  },
  {
    "title": "The Third Canticle",
    "english": "*Is. 5:1,2*\n\nA vineyard was made on a hill in a fruitful place.\n\nAnd he fenced it in, and picked the stones out of it, and planted it with the choicest vines, and built a tower in the midst thereof.\nAnd set up a winepress therein: for the vineyard of the Lord of hosts is the house of Israel.",
    "latin": "*Is. 5:1,2*\n\nVínea facta est dilécto in cornu, in loco úberi.\n\nEt macériam circúmdedit, et circumfodit: et plantávit víneam Sorec: et ædificávit turrim in médio eius.\nEt tórcular fodit in ea: vínea enim Dómini Sábaoth, domus Israël est."
  },
  {
    "title": "The Third Collect",
    "english": "Let us pray.\n\nLet us kneel.\n\nArise.\n\nO God, Who hast declared to all the children of Thy Church by the voice of the holy prophets, that in all places of Thine empire, Thou art the Sower of good seed, and the Cultivator of chosen branches: grant to Thy people who are called by Thee by the name of vines and harvestfield, that they may root out all thorns and briars, and produce good fruit in abundance.\nThrough Our Lord...",
    "latin": "Orémus.\n\nFlectámus génua.\n\nLeváte.\n\nDeus, qui in ómnibus Ecclésiæ tuæ fíliis sanctórum prophetárum voce manifestásti, in omni loco dominatiónis tuæ, satórem te bonórum séminum, et electórum pálmitum esse cultórem: tríbue pópulis tuis, qui et vineárum apud te nómine censéntur, et ségetum; ut, spinárum et tribulórum squalóre resecáto, digna efficiántur fruge fecúndi.\nPer Dóminum nostrum..."
  },
  {
    "title": "The Fourth Reading",
    "english": "*Deut. 31:22-30*\n\nIn those days: Moses therefore wrote the canticle, and taught it to the children of Israel. And the Lord commanded Josue the son of Nun, and said: Take courage, and be valiant: for thou shalt bring the children of Israel into the land which I have promised, and I will be with thee. Therefore after Moses wrote the words of this law in a volume, and finished it: he commanded the Levites, who carried the ark of the covenant of the Lord, saying: Take this book, and put it in the side of the ark of the covenant of the Lord your God: that it may be there for a testimony against thee. For I know thy obstinacy, and thy most stiff neck. While I am yet living, and going in with you, you have always been rebellious against the Lord: how much more when I shall be dead? Gather unto me all the ancients of your tribes, and your doctors, and I will speak these words in their hearing, and will call heaven and earth to witness against them. For I know that, after my death, you will do wickedly, and will quickly turn aside from the way that I have commanded you: and evils shall come upon you in the latter times, when you shall do evil in the sight of the Lord, to provoke him by the works of your hands. Moses therefore spoke, in the hearing of the whole assembly of Israel, the words of this canticle, and finished it even to the end:",
    "latin": "*Deut. 31:22-30*\n\nIn diébus illis: Scripsit ergo Móyses cánticum et dócuit fílios Israël. Præcepítque Dóminus Iósue fílio Nun et ait: Confortáre, et esto robústus: tu enim introdúces fílios Israël in terram, quam pollícitus sum, et ego ero tecum. Postquam ergo scripsit Moses verba legis huius in volúmine, atque conplévit: præcépit Levítis, qui portábant arcam fœ́deris Dómini dicens: Tóllite librum istum, et pónite eum in látere arcæ fœ́deris Dómini Dei vestri: ut sit ibi contra te in testimónium. Ego enim scio contentiónem tuam, et cervícem tuam duríssimam. Adhuc vivénte me, et ingrediénte vobíscum, semper contentióse egístis contra Dóminum: quanto magis cum mórtuus fúero? Congregáte ad me omnes maióres natu per tribus vestras, atque doctóres, et loquar audiéntibus eis sermónes istos, et invocábo contra eos cælum et terram. Novi enim quod post mortem meam iníque agétis, et declinábitis cito de via, quam præcépi vobis: et occúrrent vobis mala in extrémo témpore, quando fecéritis malum in conspéctu Dómini, ut irritétis eum per ópera mánuum vestrárum. Locútus est ergo Móyses, audiénte univérso cœtu Israël, verba cárminis huius, et ad finem usque conplévit:"
  },
  {
    "title": "The Fourth Canticle",
    "english": "*Deut. 32:1-4*\n\nHear, O ye heavens, the things I speak, let the earth give ear to the words of my mouth.\n\nLet my doctrine gather as the rain, let my speech distill as the dew, as a shower upon the herb.\nAnd as drops upon the grass: because I will invoke the name of the Lord.\nGive ye magnificence to our God: The works of God are perfect, and all his ways are judgments.\nGod is faithful and without any iniquity, he is just and right.",
    "latin": "*Deut. 32:1-4*\n\nAtténde, cælum, et loquar: et áudiat terra verba ex ore meo.\n\nExspectétur sicut plúvia elóquium meum: et descéndant sicut ros verba mea, sicut imber super grámina.\nEt sicut nix super fænum: quia nomen Dómini invocábo.\nDate magnitúdinem Deo nostro: Deus, vera ópera eius, et omnes viæ eius iudícia.\nDeus fidélis, in quo non est iníquitas: iustus et sanctus Dóminus."
  },
  {
    "title": "The Fourth Collect",
    "english": "Let us pray.\n\nLet us kneel.\n\nArise.\n\nO God, the exaltation of the humble, and the strength of the righteous, Who, by Thy holy servant Moses, wast pleased so to instruct Thy people by the singing of Thy sacred canticle, that the renewal of the law should be also our guidance: show forth Thy power to all the multitude of Gentiles justified by Thee, and by mitigating Thy terror grant them joy: that, all sins being blotted out by Thy remission, the threatened vengeance may give way to salvation.\nThrough Our Lord...",
    "latin": "Orémus.\n\nFlectámus génua.\n\nLeváte.\n\nDeus, celsitúdo humílium et fortitúdo rectórum, qui per sanctum Móysen púerum tuum, ita erudíre pópulum tuum sacri cárminis tui decantatióne voluísti, ut illa legis iterátio fíeret étiam nostra diréctio: excíta in omnem iustificatárum géntium plenitúdinem poténtiam tuam, et da lætítiam, mitigándo terrórem; ut, ómnium peccátis tua remissióne delétis, quod denuntiátum est in ultiónem, tránseat in salútem.\nPer Dóminum nostrum..."
  },
  {
    "title": "The First Part of the Litany",
    "english": "V. Lord, have mercy.\nR. Lord, have mercy.\nV. Christ, have mercy.\nR. Christ, have mercy.\nV. Lord, have mercy.\nR. Lord, have mercy.\nV. God the Father of heaven. R. Have mercy on us.\nV. God the Son, Redeemer of the world. R. Have mercy on us.\nV. God the Holy Ghost. R. Have mercy on us.\nV. Holy Trinity, one God. R. Have mercy on us.\nV. Holy Mary. R. Pray for us.\nV. Holy Mother of God. R. Pray for us.\nV. Holy Virgin of virgins. R. Pray for us.\nV. Saint Michael. R. Pray for us.\nV. Saint Gabriel. R. Pray for us.\nV. Saint Raphael. R. Pray for us.\nV. All ye holy Angels and Archangels. R. Pray for us.\nV. All ye holy orders of blessed Spirits. R. Pray for us.\nV. Saint John the Baptist. R. Pray for us.\nV. Saint Joseph. R. Pray for us.\nV. All ye holy Patriarchs and Prophets. R. Pray for us.\nV. Saint Peter. R. Pray for us.\nV. Saint Paul. R. Pray for us.\nV. Saint Andrew. R. Pray for us.\nV. Saint John. R. Pray for us.\nV. All ye holy Apostles and Evangelists. R. Pray for us.\nV. All ye holy Disciples of the Lord. R. Pray for us.\nV. Saint Stephen. R. Pray for us.\nV. Saint Lawrence. R. Pray for us.\nV. Saint Vincent. R. Pray for us.\nV. All ye holy Martyrs. R. Pray for us.\nV. Saint Silvester. R. Pray for us.\nV. Saint Gregory. R. Pray for us.\nV. Saint Augustine. R. Pray for us.\nV. All ye holy Bishops and Confessors. R. Pray for us.\nV. All ye holy Doctors. R. Pray for us.\nV. Saint Anthony. R. Pray for us.\nV. Saint Benedict. R. Pray for us.\nV. Saint Dominic. R. Pray for us.\nV. Saint Francis. R. Pray for us.\nV. All ye holy Priests and Deacons. R. Pray for us.\nV. All ye holy Monks and Hermits. R. Pray for us.\nV. Saint Mary Magdalene. R. Pray for us.\nV. Saint Agnes. R. Pray for us.\nV. Saint Cecilia. R. Pray for us.\nV. Saint Agatha. R. Pray for us.\nV. Saint Anastasia. R. Pray for us.\nV. All ye holy Virgins and Widows. R. Pray for us.\nV. All ye holy Saints of God. R. Intercede for us.",
    "latin": "V. Kýrie eléison.\nR. Kýrie eléison.\nV. Christe eléison.\nR. Christe eléison.\nV. Kýrie eléison.\nR. Kýrie eléison.\nV. Pater de cǽlis, Deus. R. Miserére nobis.\nV. Fili Redémptor mundi, Deus. R. Miserére nobis.\nV. Spíritus Sancte, Deus. R. Miserére nobis.\nV. Sancta Trínitas, unus Deus. R. Miserére nobis.\nV. Sancta María. R. Ora pro nobis.\nV. Sancta Dei Génetrix. R. Ora pro nobis.\nV. Sancta Virgo vírginum. R. Ora pro nobis.\nV. Sancte Míchaël. R. Ora pro nobis.\nV. Sancte Gábriel. R. Ora pro nobis.\nV. Sancte Ráphaël. R. Ora pro nobis.\nV. Omnes sancti Angeli et Archángeli. R. Oráte pro nobis.\nV. Omnes sancti beatórum Spirítuum órdines. R. Oráte pro nobis.\nV. Sancte Ioánnes Baptísta. R. Ora pro nobis.\nV. Sancte Ioseph. R. Ora pro nobis.\nV. Omnes sancte Patriárchæ et Prophétæ. R. Oráte pro nobis.\nV. Sancte Petre. R. Ora pro nobis.\nV. Sancte Paule. R. Ora pro nobis.\nV. Sancte Andréa. R. Ora pro nobis.\nV. Sancte Ioánnes. R. Ora pro nobis.\nV. Omnes sancti Apóstoli et Evangelístæ. R. Oráte pro nobis.\nV. Omnes sancti Discípuli Dómini. R. Oráte pro nobis.\nV. Sancte Stéphane. R. Ora pro nobis.\nV. Sancte Laurénti. R. Ora pro nobis.\nV. Sancte Vincénti. R. Ora pro nobis.\nV. Omnes sancti Mártyres. R. Oráte pro nobis.\nV. Sancte Silvéster. R. Ora pro nobis.\nV. Sancte Gregóri. R. Ora pro nobis.\nV. Sancte Augustíne. R. Ora pro nobis.\nV. Omnes sancti Pontífices et Confessóres. R. Oráte pro nobis.\nV. Omnes sancti Doctóres. R. Oráte pro nobis.\nV. Sancte Antóni. R. Ora pro nobis.\nV. Sancte Benedícte. R. Ora pro nobis.\nV. Sancte Domínice. R. Ora pro nobis.\nV. Sancte Francísce. R. Ora pro nobis.\nV. Omnes sancti Sacerdótes et Levítæ. R. Oráte pro nobis.\nV. Omnes sancti Mónachi et Eremítæ. R. Oráte pro nobis.\nV. Sancta María Magdaléna. R. Ora pro nobis.\nV. Sancta Agnes. R. Ora pro nobis.\nV. Sancta Cæcília. R. Ora pro nobis.\nV. Sancta Agatha. R. Ora pro nobis.\nV. Sancta Anastásia. R. Ora pro nobis.\nV. Omnes sanctæ Vírgines et Víduæ. R. Oráte pro nobis.\nV. Omnes Sancti et Sanctæ Dei. R. Intercédite pro nobis."
  },
  {
    "title": "The Blessing of the Baptismal Water",
    "english": "V. The Lord be with you.\nR. And with thy spirit.\n\nLet us pray\nAlmighty and everlasting God, be present at these Mysteries of Thy great kindness, be present at these Sacraments: and send forth Thy Spirit of adoption to regenerate the new people, whom the font of baptism brings forth; that what is to be done by our humble ministry may be accomplished by the effect of Thy power.\nThrough our Lord...\n R. Amen.\n\nV. The Lord be with you.\nR. And with thy spirit.\nV. Lift up thy hearts.\nR. We have them lifted up to the Lord.\nV. Let us give thanks to the Lord our God.\nR. It is meet and just.\n\nIt is meet and just, right and availing unto salvation, to give Thee thanks always and in all places, O holy Lord, almighty Father, everlasting God, Who, by Thine ineffable power dost wonderfully produce the effect of Thy Sacraments: and though we are unworthy to perform such great mysteries: yet, as Thou dost not abandon the gifts of Thy grace, so Thou inclinest the ears of Thy goodness, even to our prayers. O God, Whose Spirit in the very beginning of the world moved over the waters, that even then the nature of water might receive the virtue of sanctification. O God, Who by water didst wash away the crimes of the guilty world, and by the pouring out of the deluge didst give a figure of regeneration, that one and the same element might in a mystery be the end of vice and the beginning of virtue. Look, O Lord, on the face of Thy Church, and multiply in her Thy regenerations, who by the streams of Thine abundant grace fillest Thy city with joy, and openest the font of Baptism all over the world for the renewal of the Gentiles: that by the command of Thy Majesty she may receive the grace of Thine only Son from the Holy Ghost.\nMay He by a secret mixture of His divine virtue render this water fruitful for the regeneration of men, to the end that a heavenly offspring, conceived by sanctification, may emerge from the immaculate womb of this divine font, reborn a new creature: and may all, however distinguished either by sex in body, or by age in time, be brought forth to the same infancy by grace, their mother. Therefore may all unclean spirits, by Thy command, O Lord, depart far from hence: may the whole malice of diabolical deceit be entirely banished: may no power of the enemy prevail here: let him not fly about to lay his snares; may he not creep in by stealth: may he not corrupt with his poison.\nMay this holy and innocent creature be free from all the assaults of the enemy, and purified by the destruction of all his wickedness. May it be a living fountain, a regenerating water, a purifying stream: that all those that are to be washed in this saving bath may obtain, by the operation of the Holy Ghost, the grace of a perfect cleansing.\nTherefore, I bless thee, O creature of water, by the living ✠ God, by the true ✠ God, by the holy ✠ God: by that God Who, in the beginning, separated thee by His Word from the dry land, Whose Spirit moved over thee.\nWho made thee flow from the fountain of paradise and commanded thee to water the whole earth with thy four rivers. Who, changing thy bitterness in the desert into sweetness made thee fit to drink, and produced thee out of a rock to quench the thirsty people. I bless ✠ thee also by our Lord Jesus Christ, His only Son: Who in Cana of Galilee changed thee into wine by a wonderful miracle of His power. Who walked upon thee with dry foot, and was baptized in thee by John in the Jordan. Who made thee flow out of His side together with His Blood, and commanded His disciples that such as believed should be baptised in thee, saying: Go, teach all nations, baptizing them in the Name of the Father, and of the Son, and of the Holy Ghost.\nDo thou, almighty God, mercifully assist us who observe this commandment: do Thou graciously inspire us.\nDo Thou with Thy mouth bless these clear waters: that besides their natural virtue of cleansing the body, they may also prove efficacious for the purifying of the soul.\n\nMay the virtue of the Holy Ghost descend into all the water of this font.\nMay the virtue of the Holy Ghost descend into all the water of this font.\nWithdrawing it yet again, he again lowers it to the bottom of the vessel, repeating in yet a higher tone.\nMay the virtue of the Holy Ghost descend into all the water of this font.\nAnd make the whole substance of this water fruitful for regeneration.\nAnd make the whole substance of this water fruitful for regeneration.\nAnd make the whole substance of this water fruitful for regeneration.\nHere may the stains of all sins be washed out; here may human nature, created in Thine image, and reformed to the honour of its Author, be cleansed from all the filth of the old man: that all who receive the Sacrament of regeneration, may be born again new children of true innocence. Through our Lord Jesus Christ, Thy Son: Who shall come to judge the living and the dead, and the world by fire.\nR. Amen.\n\nMay this font be sanctified and made fruitful by the Oil of salvation, for those who are born anew therein unto life everlasting.\nR. Amen.\n\nMay the infusion of the Chrism of our Lord Jesus Christ, and of the Holy Ghost the Comforter, be made in the Name of the Holy Trinity.\nR. Amen.\n\nMay this mixture of the Chrism of sanctification, and of the Oil of unction, and of the water of Baptism, be made to the Name of the ✠ Father, ✠ and of the Son, and of the Holy ✠ Ghost.\nR. Amen.\n\nAs the hart panteth after the fountains of water, so my soul panteth after Thee, O God.\nV. My soul hath thirsted for the living God: when shall I come and appear before the face of God?\nV. My tears have become my bread day and night, while they say to me daily: Where is thy God?\nV. The Lord be with you.\nR. And with thy spirit.\n\nLet us pray.\nO Almighty and everlasting God, look mercifully on the devotion of Thy people about to be reborn, who like the hart pant after the fountain of Thy waters: and mercifully grant that the thirst of their faith may, by the Sacrament of Baptism, hallow their souls and bodies. Through our Lord Jesus Christ, Thy Son, who with Thee liveth and reigneth in the unity of the Holy Ghost, God, world without end.\nR. Amen.",
    "latin": "V. Dóminus vobíscum.\n R. Et cum spíritu tuo.\n\nOrémus.\nOmnípotens sempitérne Deus, adésto magnæ pietátis tuæ mystériis, adésto sacraméntis: et ad recreándos novos pópulos, quos tibi fons baptismátis párturit, spíritum adoptiónis emítte ; ut, quod nostræ humilitátis geréndum est ministério, virtútis tuæ impleátur efféctu. Per Dóminum nostrum Iesum Christum, Fílium tuum: Qui tecum vivit et regnat in unitáte Spíritus Sancti Deus:\nPer ómnia sǽcula sæculórum.\nR. Amen.\n\nV. Dóminus vobíscum.\nR. Et cum spíritu tuo.\nV. Sursum corda.\nR. Habémus ad Dóminum.\nV. Grátias agámus Dómino Deo nostro.\nR. Dignum et iustum est.\n\nVere dignum et iustum est, æquum et salutare, nos tibi semper et ubique gratias agere, Domine, sancte Pater, omnipotens æterne Deus: qui invisibili potentia, sacramentorum tuorum mirabiliter operaris effectum: et licet nos tantis mysteriis exsequendis simus indigni: tu tamen gratiæ tuæ dona non deserens, etiam ad nostras preces aures tuæ pietatis inclinas. Deus, cuius Spiritus super aquas inter ipsa munda primordia ferebatur: ut iam tunc virtutem sanctificationis, aquarum natura conciperet. Deus, qui nocentis mundi crimina per aquas abluens, regenerationis speciem in ipsa diluvii effusione signasti: ut, unius eiusdemque elementi mysterio, et finis esset vitiis, et origo virtutibus. Respice, Domine, in faciem Ecclesiæ tuæ, et multiplica in ea regenerationes tuas, qui gratiæ tuæ affluentis impetu lætificas civitatem tuam: fontemque baptismatis aperis toto orbe terrarum gentibus innovandis: ut, tuæ maiestatis imperio, sumat Unigeniti tui gratiam de Spiritu Sancto.\n\nQui hanc aquam, regenerándis homínibus præparátam, arcána sui núminis admixtióne fecúndet: ut, sanctificatióne concépta, ab immaculáto divíni fontis útero, in novam renáta creatúram, progénies cæléstis emérgat: et quos aut sexus in córpore, aut ætas discérnit in témpore, omnes in unam páriat grátia mater infántiam. Procul ergo hinc, iubénte te, Dómine, omnis spíritus immúndus abscédat: procul tota nequítia diabólicæ fráudis absístat. Nihil hoc loci hábeat contráriæ virtútis admíxtio: non insidiándo circúmvolet: non laténdo subrépat: non inficiéndo corrúmpat.\n\nSit hæc sancta et ínnocens creatúra, líbera ab omni impugnatóris incúrsu, et totíus nequítiæ purgáta discéssu. Sit fons vivus, aqua regénerans, unda puríficans: ut omnes hoc lavácro salutífero diluéndi, operánte in eis Spíritu Sancto, perféctæ purgatiónis indulgéntiam consequántur.\n\nUnde benedíco te, creatúra aquæ, per Deum ✠ vivum, per Deum ✠ verum, per Deum ✠ sanctum: per Deum, qui te, in princípio, verbo separávit ab árida: cuius Spíritus super te ferebátur.\n\nQui te paradísi fonte manáre fecit, et in quátuor flumínibus totam terram rigáre præcépit. Qui te in desérto amáram, suavitáte índita, fecit esse potábilem, et sitiénti pópulo de petra prodúxit. Bene ✠ dico te et per Iesum Christum Fílium eius únicum, Dóminum nostrum: qui te in Cana Galilææ signo admirábili, sua poténtia convértit in vinum. Qui pédibus super te ambulávit: et a Ioánne in Iordáne in te baptizátus est. Qui te una cum sánguine de látere suo prodúxit: et discípulis suis iussit, ut credéntes baptizaréntur in te, dicens: Ite, docéte omnes gentes, baptizántes eos in nómine Patris, et Fílii, et Spíritus Sancti.\n\nHæc nobis præcépta servántibus tu, Deus omnípotens, clemens adésto: tu benígnus aspíra.\nTu has símplices aquas tuo ore benedícito: ut præter naturálem emundatiónem, quam lavándis possunt adhibére corpóribus, sint étiam purificándis méntibus efficáces.\n\nDescéndat in hanc plenitúdinem fontis virtus Spíritus Sancti.\nDescéndat in hanc plenitúdinem fontis virtus Spíritus Sancti.\nDescéndat in hanc plenitúdinem fontis virtus Spíritus Sancti.\nTotámque huius aquæ substántiam, regenerándi fecúndet efféctu.\nTotámque huius aquæ substántiam, regenerándi fecúndet efféctu.\nTotámque huius aquæ substántiam, regenerándi fecúndet efféctu.\n\nHic ómnium peccatórum máculæ deleántur: hic natúra ad imáginem tuam cóndita, et ad honórem sui reformáta princípii, conctis vetustátis squalóribus emundétur: ut omnis homo, sacraméntum hoc regeneratiónis ingréssus, in veræ innocéntiæ novam infántium renascátur.\nPer Dóminum nostrum...\nR. Amen.\n\nSanctificétur ✠ et fecundétur fons iste Oleo salútis renascéntibus ex eo, in vitam ætérnam.\nR. Amen.\n\nInfúsio Chrísmatis Dómini nostri Iesu Christi, et Spíritus Sancti Parácliti, fiat in nómine santæ Trinitátis.\nR. Amen.\n\nCommíxtio Chrísmatis sanctificatiónis, et Olei unctiónis, et aquæ baptísmatis, páriter fiat in nómine Pa ✠ tris, et Fí ✠ lii, et Spíritus ✠ Sancti.\nR. Amen.\n\nSicut cervus desíderat ad fontes aquárum: ita desíderat ánima mea ad te, Deus.\nV. Sitívit ánima mea ad Deum vivum, quando véniam, et apparébo ante fáciem Dei?\nV. Fuérunt mihi lácrymæ meæ panes die ac nocte, dum dícitur mihi per síngulos dies: Ubi est Deus tuus?\nV. Dóminus vobíscum.\nR. Et cum spíritu tuo.\n\nOrémus.\nOmnípotens sempitérne Deus, réspice propítius ad devotiónem pópuli renascéntis, qui sicut cervus, aquárum tuárum éxpetit fontem: et concéde propítius; ut fídei ipsíus sitis, baptísmatis mystério, ánimam corpúsque sanctíficet. Per Dóminum nostrum...\nR. Amen."
  },
  {
    "title": "The Renewal of Baptismal Promises",
    "english": "On this most sacred night, dearly beloved brethren, Holy Mother Church, recalling the death and burial of Our Lord Jesus Christ, returneth His love by keeping vigil; and aboundeth with joy at celebrating His glorious Resurrection.\n\nBut because, as the Apostle teaches, we are baptised into His death and buried together with Christ: and as Christ rose again from the dead, so we too must walk in newness of life; knowing that our old man hath been crucified together with Christ so that we shall no longer be in servitude to sin. Let us therefore look upon ourselves therefore as dead indeed to sin but living to God in Christ Jesus our Lord.\n\nTherefore, dearly beloved brethren, the Lenten observance now completed, let us renew the promises of baptism by which formerly we renounced Satan and his works, and the world likewise, the enemy of God; and by which we promised to serve God faithfully in the Holy Catholic Church. Therefore:\n\nS. Do you renounce Satan?\nA. We do renounce him.\nS. And all his works?\nA. We do renounce them.\nS. And all his pomps?\nA. We do renounce them.\nS. Do you believe in God the Father Almighty, Creator of heaven and earth?\nA. We do believe.\nS. Do you believe in Jesus Christ, His only Son, our Lord, who was born into this world and who suffered for us?\nA. We do believe.\nS. Do you also believe in the Holy Ghost, the holy Catholic Church, the Communionion of Saints, the forgiveness of sins, the resurrection of the body, and life everlasting?\nA. We do believe.\n\nS. And now let us pray together as one, just as our Lord Jesus Christ taught us to pray:\nA. Our Father, who art in heaven, hallowed be Thy name. Thy kingdom come. Thy will be done on earth as it is in heaven. Give us this day our daily bread, and forgive us our trespasses, as we forgive those who trespass against us. And lead us not into temptation, but deliver us from evil.\nS. And may God almighty, the Father of our Lord Jesus Christ, who hath regenerated us by water and the Holy Ghost, and who hath given us remission of sins, may He by His grace keep us in the same Christ Jesus our Lord to life everlasting.\nA. Amen.",
    "latin": "Hac sacratíssima nocte, fratres caríssimi, sancta Mater Ecclésia, recólens Dómini nostri Iesu Christi mortem ei sepultúram, eum redamándo vígilat; et, célebrans eiúsdem gloriósam resurrectiónem, lætabúnda gáudet.\n\nQuóniam vero, ut docet Apóstolus, consepúlti sumus cum Christo per baptísmum in mortem, quómodo Christus resurréxit a mórtuis, ita et nos in novitáte vitæ opórtet ambuláre; sciéntes, véterem hóminem nostrum simul cum Christo crucifíxum esse, ut ultra non serviámus peccáto. Existimémus ergo nos mórtuos quidem esse peccáto, vivéntis áutem Deo in Christo Iesu Dómino nostro.\n\nQuaprópter, fratres caríssimi, quadragesimáli exercitatióne absolúta, sancti baptísmatis promissiónis renovémus, quibus olim sátanæ et opéribus eius, sicut et mundo, qui inimícus est Dei, abrenuntiávimus, et Deo in sancta Ecclésia cathólica fidéliter servíre promísimus.\n\nItaque:\nS. Abrenuntiátis Sátanæ?\nO. Abrenuntiámus.\nS. Et ómnibus opéribus eius?\nO. Abrenuntiámus.\nS. Et ómnibus pompis eius?\nO. Abrenuntiámus.\nS. Créditis in Deum, Patrem omnipoténtem, Creatórem cœli et terræ?\nO. Crédimus.\nS. Créditis in Iesum Christum, Fílium eius únicum, Dóminum nostrum, natum et passum?\nO. Crédimus.\nS. Créditis et in Spíritum Sanctum, sanctam Ecclésiam cathólicam, Sanctórum communiónem, remissiónem peccatórem, carnis resurrectiónem, et vitam ætérnam?\nO. Crédimus.\n\nS. Nunc áutem una simul Deum precémur, sicut Dóminus noster Iesus Christus oráre nos dócuit:\nO. Pater noster, qui es in cœlis, sanctificétur nomen tuum. Advéniat regnum tuum. Fiat volúntas tua, sicut in cœlo et in terra. Panem nostrum quotidiánum da nobis hódie, et dimítte nobis débita nostra, sicut et nos dimíttimus debitóribus nostris. Et ne nos indúcas in tentatiónem, sed líbera nos a malo.\nS. Et Deus omnípotens, Pater Dómini nostri Iesu Christi, qui nos regenerávit ex aqua et Spíritu Sancto, quique nobis dedit remissiónem peccatórum, ipse nos custódiat grátia sua in eódem Christo Iesu Dómino nostro in vitam ætérnam.\nO. Amen."
  },
  {
    "title": "Second Part of the Litany",
    "english": "V. Be merciful. R. Spare us, O Lord.\nV. Be merciful. R. Graciously hear us, O Lord.\nV. From all evil. R. Deliver us, O Lord.\nV. From all sin. R. Deliver us, O Lord.\nV. From everlasting death. R. Deliver us, O Lord.\nV. Through the mystery of Thy holy incarnation. R. Deliver us, O Lord.\nV. Through Thy coming. R. Deliver us, O Lord.\nV. Through Thy Nativity. R. Deliver us, O Lord.\nV. Through Thy Baptism and holy fasting. R. Deliver us, O Lord.\nV. Through Thy Cross and Passion. R. Deliver us, O Lord.\nV. Through Thy Death and Burial. R. Deliver us, O Lord.\nV. Through Thy holy Resurrection. R. Deliver us, O Lord.\nV. Through Thy wonderful Ascension. R. Deliver us, O Lord.\nV. Through the coming of the Holy Ghost, the Paraclete. R. Deliver us, O Lord.\nV. In the day of judgement. R. Deliver us, O Lord.\nV. We sinners. R. Beseech Thee to hear us.\nV. That Thou wouldst spare us. R. We beseech Thee to hear us.\nV. That Thou wouldst vouchsafe to govern and preserve Thy holy Church. R. We beseech Thee to hear us.\nV. That Thou wouldst vouchsafe to preserve our Apostolic Prelate, and all orders of the Church in holy religion. R. We beseech Thee to hear us.\nV. That Thou wouldst vouchsafe to humble the enemies of holy Church. R. We beseech Thee to hear us.\nV. That Thou wouldst vouchsafe to give peace and true concord to Christian kings and princes. R. We beseech Thee to hear us.\nV. That Thou wouldst vouchsafe to confirm and preserve us in Thy holy service. R. We beseech Thee to hear us.\nV. That Thou wouldst render eternal blessings to all our benefactors. R. We beseech Thee to hear us.\nV. That Thou wouldst vouchsafe to give and preserve the fruits of the earth. R. We beseech Thee to hear us.\nV. That Thou wouldst vouchsafe to grant eternal rest to all the faithful departed. R. We beseech Thee to hear us.\nV. That Thou wouldst vouchsafe to hear us. R. We beseech Thee to hear us.\nV. Lamb of God, who takest away the sins of the world. R. Spare us, O Lord.\nV. Lamb of God, who takest away the sins of the world. R. Graciously hear us, O Lord.\nV. Lamb of God, who takest away the sins of the world. R. Have mercy on us.\nV. Christ, hear us.\nR. Christ, graciously hear us.",
    "latin": "V. Propítius esto. R. Parce nobis, Dómine.\nV. Propítius esto. R. Exaudi nos, Dómine.\nV. Ab omni malo. R. Líbera nos, Dómine.\nV. Ab omni peccáto. R. Líbera nos, Dómine.\nV. A morte perpétua. R. Líbera nos, Dómine.\nV. Per mystérium sanctæ Incarnatiónis tuæ. R. Líbera nos, Dómine.\nV. Per advéntum tuum. R. Líbera nos, Dómine.\nV. Per nativitátem tuum. R. Líbera nos, Dómine.\nV. Per baptísmum et sanctum ieiúnium tuum. R. Líbera nos, Dómine.\nV. Per crucem et passiónem tuam. R. Líbera nos, Dómine.\nV. Per mortem et sepultúram tuam. R. Líbera nos, Dómine.\nV. Per sanctam resurrectiónem tuam. R. Líbera nos, Dómine.\nV. Per admirábilem ascensiónem tuam. R. Líbera nos, Dómine.\nV. Per advéntum Spíritus Sancti Parácliti. R. Líbera nos, Dómine.\nV. In die iudícii. R. Líbera nos, Dómine.\nV. Peccatóres. R. Te rogámus, audi nos.\nV. Ut nobis parcas. R. Te rogámus, audi nos.\nV. Ut Ecclésiam tuam sanctam régere et conserváre dignéris. R. Te rogámus, audi nos.\nV. Ut domnum apostólicum et omnes ecclesiásticos órdines in sancta religióne conserváre dignéris. R. Te rogámus, audi nos.\nV. Ut inimícos sanctæ Ecclésiæ humiliáre dignéris. R. Te rogámus, audi nos.\nV. Ut régibus et princípibus christiánis, pacem et veram concórdiam donáre dignéris. R. Te rogámus, audi nos.\nV. Ut nosmetípsos in tuo sancto servítio confortáre et conserváre dignéris. R. Te rogámus, audi nos.\nV. Ut ómnibus benefactóribus nostris sempitérna bona retríbuas. R. Te rogámus, audi nos\nV. Ut fructus terræ dare et conserváre dignéris. R. Te rogámus, audi nos.\nV. Ut ómnibus fidélibus defúnctis réquiem ætérnam donáre dignéris. R. Te rogámus, audi nos.\nV. Ut nos exaudíre dignéris. R. Te rogámus, audi nos.\nV. Agnus Dei, qui tollis peccáta mundi. R. Parce nobis, Dómine.\nV. Agnus Dei, qui tollis peccáta mundi. R. Exaudi nos, Dómine.\nV. Agnus Dei, qui tollis peccáta mundi. R. Miserére nobis.\nV. Christe, audi nos.\nR. Christe, exáudi nos."
  },
  {
    "title": "Holy Mass - Collect",
    "english": "O God, who dost illuminate this most holy night by the glory of the Lord's Resurrection, preserve in the new children of Thy family the spirit of adoption which Thou hast given; that renewed in body and mind, they may render to Thee a pure service.\nThrough our Lord...",
    "latin": "Deus, qui hanc sacratíssimam noctem gloria domínicæ Resurrectiónis illústras: consérva in nova famíliæ tuæ progénie adoptiónis spíritum, quem dedísti; ut, córpore et mente renováti, puram tibi exhíbeant servitútem.\nPer eúndem Dóminum..."
  },
  {
    "title": "Holy Mass - Lesson",
    "english": "*Col. 3:1-4*\nBrethren, if you be risen with Christ, seek the things that are above, where Christ is sitting at the right hand of God: mind the things that are above, not the things that are upon the earth. For you are dead, and your life is hid with Christ in God. When Christ should appear, who is your life, then you also shall appear with Him in glory.",
    "latin": "*Col. 3:1-4*\nFratres: si consurrexístis cum Christo, quæ sursum sunt quǽrite, ubi Christus est in déxtera Dei sedens: quæ sursum sunt sápite, non quæ super terram. Mórtui enim estis, et vita vestra est abscóndita cum Christo in Deo. Cum Christus apparúerit, vita vestra: tunc et vos apparébitis cum ipso in glória."
  },
  {
    "title": "Holy Mass - Paschal Alleluia",
    "english": "V. Allleuia.\nR. Alleluia.\n\nV. Allleuia.\nR. Alleluia.\n\nV. Allleuia.\nR. Alleluia.\n\nV. Give praise to the Lord for He is good: for His mercy endureth forever.\n V. O praise the Lord, all ye nations, and praise Him all ye people.\nV. For His mercy is confirmed upon us: and the truth of the Lord remaineth forever.",
    "latin": "S. Allelúia.\nC. Allelúia.\n\nS. Allelúia.\nC. Allelúia.\n\nS. Allelúia.\nC. Allelúia.\n\nV. Confitémini Dómino, quóniam bonus: quóniam in sǽculum misericórdia eius.\nV. Laudáte Dominum omnes gentes: et collaudáte eum, omnes pópuli.V. Quóniam confirmáta est super nos misericórdia eius: et véritas Dómini manet in ætérnum."
  },
  {
    "title": "Holy Mass - Gospel",
    "english": "*Mat. 28:1-7*\nAnd in the end of the Sabbath, when it began to dawn toward the first day of the week, came Mary Magdalen and the other Mary to see the sepulchre. And behold there was a great earthquake. For an Angel of the Lord descended from heaven, and coming, rolled back the stone and sat upon it: and his countenance was as lightening and his raiment as snow. And for fear of him the guards were struck with terror and became as dead men. And the Angel answering, said to the women: Fear not you: for I know that you seek Jesus who was crucified: He is not here: for He is risen, as He said. Come and see the place where the Lord was laid. And going quickly, tell ye His disciples that He is risen: and behold He will go before you into Galilee: there you shall see Him. Lo, I have foretold it to you.",
    "latin": "*Mat. 28:1-7*\nVéspere autem sábbati, quæ lucéscit in prima sábbati, venit María Magdaléne, et áltera María vidére sepúlcrum. Et ecce terræmótus factus est magnus. Angelus enim Dómini descéndit de cælo: et accédens revólvit lápidem, et sedébat super eum: erat autem aspéctus eius sicut fulgur: et vestiméntum eius sicut nix. Præ timóre autem eius extérriti sunt custódes, et factu sunt velut mórtui. Respóndens autem Angelus, dixit muliéribus: «Nolíte timére vos: scio enim, quod Iesum, qui crucifíxus est, quǽritis: non est hic: surréxit enim, sicut dixit. Veníte, et vidéte locum, ubi pósitus erat Dóminus. Et cito eúntes dícite discípulis eius, quia surréxit et ecce præcédit vos in Galilǽam: ibi eum vidébitis. Ecce prædíxi vobis»."
  },
  {
    "title": "Holy Mass - Secret",
    "english": "Accept, we beseech Thee, O Lord, the prayers of Thy people together with the sacrifice they offer: that what has begun by the Paschal Mysteries, may by Thine arrangement result in our eternal healing.\nThrough our Lord...",
    "latin": "Suspice, quæsumus, Domine, preces populi tui, cum oblationibus hostiarum: ut paschalibus initiata mysteriis, ad æternitatis nobis medelam, te operante, proficiant.\nPer Dominum nostrum..."
  },
  {
    "title": "Holy Mass - Preface",
    "english": "*Easter*\nIt is truly meet and just, right and for our salvation, at all times to praise Thee, O Lord, but more gloriously especially on this day when Christ our Pasch was sacrificed. For He is the Lamb Who hath taken away the sins of the world: Who by dying hath destroyed our death: and by rising again hath restored us to life. And therefore with Angels and Archangels, with Thrones and Dominations, and with all the hosts of the heavenly army, we sing the hymn of Thy glory, evermore saying:",
    "latin": "*Paschalis*\nVere dignum et justum est, æquum et salutáre: Te quidem, Dómine, omni témpore, sed in hac potíssimum die gloriósius prædicáre, cum Pascha nostrum immolátus est Christus. Ipse enim verus est Agnus, qui ábstulit peccáta mundi. Qui mortem nostram moriéndo destrúxit et vitam resurgéndo reparávit. Et ídeo cum Angelis et Archángelis, cum Thronis et Dominatiónibus cumque omni milítia cœléstis exércitus hymnum glóriæ tuæ cánimus, sine fine dicéntes:"
  },
  {
    "title": "Solemn Lauds of Easter Day",
    "english": "Ant. Alleluia, alleluia, alleluia.\n\nPraise ye the Lord in His holy places: * praise ye Him in the firmament of His power.\nPraise ye Him for His mighty acts: * praise ye Him according to the multitude of His greatness.\nPraise Him with sound of trumpets: * praise Him with psaltery and harp.\nPraise Him with timbrel and choir: * praise Him with strings and organs.\nPraise Him on high sounding cymbals: praise Him on cymbals of joy. * Let every spirit praise the Lord.\n\nV. Glory be to the Father, and to the Son, * and to the Holy Ghost.\nR. As it was in the beginning, is now, and ever shall be, * world without end. Amen.\n\nAnt. Alleluia, alleluia, alleluia.\n\nAnt. And very early in the morning, the first day of the week, they came to the sepulchre, the sun being now risen, alleluia.\n\nBlessed ✠ be the Lord God of Israel: * because He hath visited and wrought the redemption of His people.\nAnd hath raised up a horn of salvation to us, * in the house of David His servant.\nAs He spoke by the mouth of His holy prophets, * who are from the beginning. Salvation from our enemies * and from the hand of all that hate us.\nTo perform mercy to our fathers * and to remember His holy testament.\nThe oath, which He swore to Abraham our father, * that He would grant to us,\nThat, being delivered from the hand of our enemies, * we may serve Him without fear,\nIn holiness and justice before Him * all our days.\nAnd thou, child, shall be called the prophet of the Highest: * for thou shalt go before the face of the Lord to prepare His ways,\nTo give knowledge of salvation to His people * unto the remission of their sins.\nThrough the bowels of the mercy of our God, * in which the Orient from on high hath visited us,\nTo enlighten them that sit in darkness and in the shadow of death, * to direct our feet into the way of peace.\n\nV. Glory be to the Father, and to the Son, * and to the Holy Ghost.\nR.As it was in the beginning, is now, and ever shall be, * world without end. Amen.\n\nAnt. And very early in the morning, the first day of the week, they came to the sepulchre, the sun being now risen, alleluia.\n\nV. The Lord be with you.\nR. And with thy spirit.\n\nLet us pray\nPour forth upon us, O Lord, the spirit of Thy love: that those whose hunger Thou hast satisfied with the Sacraments of Easter may in Thy kindness be one in heart.\nThrough our Lord...",
    "latin": "Ant. Allelúia, allelúia, allelúia.\n\nLaudáte Dóminum in sanctis eius * laudáte eum in firmaménto virtútis eius.\nLaudáte eum in virtútibus eius, * laudáte eum secúndum multitúdinem magnitúdinis eius.\nLaudáte eum in sono tubæ, * laudáte eum in psaltério, et cíthara.\nLaudáte eum in týmpano, et choro: * laudáte eum in chordis et órgano.\nLaudáte eum in cýmbalis benesonántibus: laudáte eum in cýmbalis iubilatiónis: * omnes spíritus laudet Dóminum.\n\nV. Glória Patri, et Fílio, * et Spirítui Sancto.\nR. Sicut erat in princípio, et nunc, et semper, * et in sǽcula sæculórum. Amen.\n\nAnt. Allelúia, allelúia, allelúia.\n\nAnt. Et valde mane una sabbatórum, véniunt ad monuméntum, orto iam sole, allelúia.\n\nBenedíctus ✠ Dóminus, Deus Israël: * quia visitávit, et fecit redemptiónem plebis suæ:\nEt eréxit cornu salútis nobis: * in domo David, púeri sui.\nSicut locútus est per os sanctórum, * qui a sǽculo sunt, prophetárum eius:\nSalútem ex inimícis nostris, * et de manu ómnium, qui odérunt nos.\nAd faciéndam misericórdiam cum pátribus nostris: * et memorári testaménti sui sancti.\nIusiurándum, quod iurávit ad Ábraham patrem nostrum, * datúrum se nobis:\nUt sine timóre, de manu inimicórum nostrórum liberáti, * serviámus illi.\nIn sanctitáte, et iustítia coram ipso, * ómnibus diébus nostris.\nEt tu, puer, Prophéta Altíssimi vocáberis: * præíbis enim ante fáciem Dómini, paráre vias eius:\nAd dandam sciéntiam salútis plebi eius: * in remissiónem peccatórum eórum:\nPer víscera misericórdiæ Dei nostri: * in quibus visitávit nos, óriens ex alto:\nIllumináre his, qui in ténebris, et in umbra mortis sedent: * ad dirigéndos pedes nostros in viam pacis.\n\nV. Glória Patri, et Fílio, * et Spirítui Sancto.\nR. Sicut erat in princípio, et nunc, et semper, * et in sǽcula sæculórum. Amen.\n\nAnt. Et valde mane una sabbatórum, véniunt ad monuméntum, orto iam sole, allelúia.\n\nV. Dóminus vobíscum.\nR. Et cum spíritu tuo.\n\nOrémus.\nSpíritum nobis, Dómine, tuæ caritátis infúnde: ut, quos sacraméntis Paschálibus satiásti tua fácias pietáte concórdes.\nPer Dóminum nostrum..."
  },
  {
    "title": "Holy Mass - Dismissal",
    "english": "V. Go, the Mass is offered, alleluia, alleluia.\nR. Thanks be to God, alleluia, alleluia.",
    "latin": "V. Ite, Missa est, allelúia, allelúia.\nR. Deo grátias, allelúia, allelúia."
  }
]