[
  {
    "rank": 4,
    "title": "For Peace",
    "colors": "v",
    "propers": [
      {
        "title": "Introit",
        "english": "*Ecc 36:18*\nGive peace, O Lord, to them that patiently wait for Thee, that Thy prophets may be found faithful: hear the prayers of Thy servant, and of Thy people Israel. (P.T. Aileluia, alleluia.)\n*Ps 121:1*\nI rejoiced at the things that were said to me: We shall go into the house of the Lord.\nGlory be to the Father...\nGive peace, O Lord, to them that patiently wait for Thee, that Thy prophets may be found faithful: hear the prayers of Thy servant, and of Thy people Israel. (P.T. Alleluia, alleluia.)",
        "latin": "*Ecc 36:18*\nDa pacem, Dómine, sustinéntibus te, ut prophétæ tui fidéles inveniántur: exáudi preces servi tui, et plebis tuæ Israël. (T.P. Allelúja, allelúja.)\n*Ps 121:1*\nLætátus sum in his, quæ dicta sunt mihi: in domum Dómini íbimus.\nGlória Patri...\nDa pacem, Dómine, sustinéntibus te, ut prophétæ tui fidéles inveniántur: exáudi preces servi tui, et plebis tuæ Israël. (T.P. Allelúja, allelúja.)"
      },
      {
        "title": "Collect",
        "english": "O God, from Whom are holy desires, right counsels, and just works, give to Thy servants that peace which the world cannot give; that our hearts being devoted to the keeping of Thy commandments, and the fear of enemies removed, our times, by Thy protection, may be peaceful.\nThrough our Lord...",
        "latin": "Deus, a quo sancta desidéria, recta consília et justa sunt ópera: da servis tuis illam, quam mundus dare non potest, pacem; ut et corda nostra mandátis tuis dédita, et, hóstium subláta formídine, témpora sint, tua protectióne, tranquílla.\nPer Dóminum..."
      },
      {
        "title": "Lesson",
        "english": "*2 Mach 1:1-5*\nTo the brethren, the Jews that are throughout Egypt, the brethren, the Jews that are in Jerusalem, and in the land of Judea, send health, and good peace. May God be gracious to you, and remember His covenant that He made with Abraham, and Isaac, and Jacob, His faithful servants: And give you all a heart to worship Him and to do His wllI with a great heart, and a willing mind. May He open your heart in His law, and in His commandments, and send you peace. May He hear your prayers, and be reconciled unto you, and never forsake you in the evil time.",
        "latin": "*2 Mach 1:1-5*\nFrátribus, qui sunt per Ægýptum, Judǽis, salutem dicunt fratres, qui sunt in Jerosólymis, Judǽi et qui in regióne Judǽæ, et pacem bonam. Benefáciat vobis Deus et memínerit testaménti sui, quod locútus est ad Abraham et Isaac et Jacob, servórum suórum fidélium; et det vobis cor ómnibus, ut colátis eum et faciátis ejus voluntátem corde magno et ánimo volénti. Adapériat cor vestrum in lege sua et in præcéptis suis et fáciat pacem. Exáudiat oratiónes vestras et reconciliétur vobis nec vos déserat in témpore malo, Dóminus, Deus noster."
      },
      {
        "title": "Gradual",
        "english": "*Ps 121:6-7*\nPray ye for the things that are for the peace of Jerusalem: and abundance for them that love thee. Let peace be in Thy strength: and abundance in thy towers.",
        "latin": "*Ps 121:6-7*\nRogáte quæ ad pacem sunt Jerúsalem: et abundántia diligéntibus te. Fiat pax in virtúte tua, et abundántia in túrribus tuis."
      },
      {
        "title": "Lesser Alleluia",
        "english": "*Ps 147:12*\nAlleluia, alleluia.\nPraise the Lord, O Jerusalem: praise thy God, O Sion.\nAlleluia.",
        "latin": "*Ps 147:12*\nAllelúja, allelúja.\nLauda, Jerúsalem, Dóminum: lauda Deum tuum, Sion.\nAllelúja."
      },
      {
        "title": "Tract",
        "english": "*Ps 75: 2-4*\nIn Judea God is known, His name is great in Israel. And His place is in peace, and His abode in Sion. There hath He broken the power of bows, the shield, the sword, and the battle.",
        "latin": "*Ps 75:2-4*\nNotus in Judǽa Deus, in Israël magnum nomen ejus. Et factus est in pace locus ejus, et habitátio ejus in Sion. Ibi confrégit poténtias árcuum, scutum, gládium, et bellum."
      },
      {
        "title": "Greater Alleluia",
        "english": "*Ps 147:12*\nAlleluia, alleluia.\nPraise the Lord, O Jerusalem: praise thy God, O Sion.\nAlleluia.\n*Ps 147:14*\nWho hath placed peace in thy borders: and filleth thee with the fat of corn.\nAlleluia.",
        "latin": "*Ps 147:12*\nAllelúja, allelúja.\nLauda, Jerúsalem, Dóminum: lauda Deum tuum, Sion.\nAllelúja.\n*Ps 147:14*\nQui pósuit fines tuos pacem, et ádipe fruménti sátiat te.\nAllelúja."
      },
      {
        "title": "Gospel",
        "english": "*Jn 20:19-23*\nAt that time: when it was late, that same day, the first of the week, and the doors were shut, where the disciples were gathered together for fear of the Jews, Jesus came and stood in the midst, and said to them: Peace be to you. And when he had said this, He showed them His hands and His side. The disciples therefore were glad, when they saw the Lord. He said therefore to them again: Peace be to you. As the Father hath sent Me, I also send you. When He had said this, He breathed on them; and said to them: Receive ye the Holy Ghost. Whose sins you shall forgive, they are forgiven them; and whose sins you shall retain, they are retained.",
        "latin": "*Jn 20:19-23*\nIn illo témpore: Cum sero esset die illo, una sabbatórum, et fores essent clausæ, ubi erant discípuli congregáti propter metum Judæórum: venit Jesus, et stetit in médio, et dixit eis: Pax vobis. Et cum hoc dixísset, osténdit eis manus et latus. Gavísi sunt ergo discípuli, viso Dómino. Dixit ergo eis íterum: Pax vobis. Sicut misit me Pater, et ego mitto vos. Hæc cum dixísset, insufflávit, et dixit eis: Accípite Spíritum Sanctum: quorum remiséritis peccáta, remittúntur eis: et quorum retinuéritis, reténta sunt."
      },
      {
        "title": "Offertory",
        "english": "*Ps 134:3,6*\nPraise ye the Lord, for He is good, sing ye to His name, for it is sweet: Whatsoever He pleased, He hath done in heaven and upon earth (P.T. Alleluia.)",
        "latin": "*Ps 134:3,6*\nLaudáte Dóminum, quia benígnus est: psállite nómini ejus, quóniam suávis est: ómnia quæcúmque vóluit, fecit in cœlo et in terra. (T.P. Allelúja.)"
      },
      {
        "title": "Secret",
        "english": "O God, Who sufferest not the nations that believe in Thee to be shaken by any fear, deign, we beseech Thee, to receive the prayers and sacrifices of the people consecrated to Thee, that peace, the gift of Thy loving-kindness, may render Christian countries safe from every enemy.\nThrough our Lord...",
        "latin": "Deus, qui credéntes in te pópulos nullis sinis cóncuti terróribus: dignáre preces et hóstias dicátæ tibi plebis suscípere; ut pax, a tua pietáte concéssa, Christianórum fines ab omni hoste fáciat esse secúros.\nPer Dóminum..."
      },
      {
        "title": "Preface of the Season",
        "english": "",
        "latin": ""
      },
      {
        "title": "Communion",
        "english": "*Jn 14:27*\nMy peace I leave you: My peace I give to you, saith the Lord. (P.T. Alleluia.)",
        "latin": "*Jn 14:27*\nPacem relínquo vobis: pacem meam do vobis, dicit Dóminus. (T.P. Allelúja.)"
      },
      {
        "title": "Postcommunion",
        "english": "O God, the Author and Lover of peace, Whom to know is to live, and to serve is to reign; protect Thy suppliants from all assaults, that we who trust in Thy defense, may fear no armed hostility.\nThrough our Lord...",
        "latin": "Deus, auctor pacis et amátor, quem nosse vívere, cui servíre regnáre est: prótege ab ómnibus impugnatiónibus súpplices tuos; ut, qui in defensióne tua confídimus, nullíus hostilitátis arma timeámus.\nPer Dóminum..."
      }
    ],
    "commemorations" : []
  },
  {
    "rank": 4,
    "title": "For Remission of Sins",
    "colors": "v",
    "propers": [
      {
        "title": "Introit",
        "english": "*Sap. 11:24,25,27*\nThou hast mercy upon all, O Lord, and hatest none of the things which Thou hast made; winking at the sins of men for the sake of repentance, and sparing them: for Thou art the Lord our God. (P.T. Alleluia, alleluia.)\n*Ps 56:2*\nHave mercy on me, O God, have mercy on me; for my soul trusteth in Thee.\nGlory be to the Father...\nThou hast mercy upon all, O Lord, and hatest none of the things which Thou hast made; winking at the sins of men for the sake of repentance, and sparing them: for Thou art the Lord our God.",
        "latin": "*Sap. 11:24,25,27*\nMiseréris ómnium, Dómine, et nihil odísti eórum, quæ fecísti: dissímulans peccáta hóminum propter pœniténtiam, et parcens illis: quia tu es Dóminus, Deus noster. (T.P. Allelúja, allelúja.)\n*Ps 56:2*\nMiserére mei, Deus, miserére mei: quóniam in te confídit ánima mea.\nGlória Patri...\nMiseréris ómnium, Dómine, et nihil odísti eórum, quæ fecísti: dissímulans peccáta hóminum propter pœniténtiam, et parcens illis: quia tu es Dóminus, Deus noster."
      },
      {
        "title": "Collect",
        "english": "Hear O Lord, we beseech Thee, the prayers of Thy suppliants and punish not the sins of those who confess unto Thee; but in Thy bounty grant us both forgiveness and peace.\nThrough our Lord...",
        "latin": "Exáudi, quǽsumus, Dómine, súpplicum preces, et confiténtium tibi parce peccátis: ut páriter nobis indulgéntiam tríbuas benígnus et pacem.\nPer Dóminum..."
      },
      {
        "title": "Lesson",
        "english": "*Rom 7:22-25*\nBrethren: l am delighted with the law of God, according to the inward man: but I see another law in my members, fighting against the law of my mind, and captivating me in the law of sin, that is in my members. Unhappy man that I am; Who shall deliver me from the body of this death? The grace of God, by Jesus Christ our Lord.",
        "latin": "*Rom 7:22-25*\nFratres: Condeléctor legi Dei secúndum interiórem hóminem: video autem áliam legem in membris meis, repugnántem legi mentis meæ, et captivántem me in lege peccáti, quæ est in membris meis. Infélix ego homo, quis me liberábit de córpore mortis hujus? Grátia Dei per Jesum Christum, Dóminum nostrum."
      },
      {
        "title": "Gradual",
        "english": "*Ps 78:9-10*\nForgive us our sins, O Lord, lest they should say. among the gentiles, Where is their God? Help us, O God our Saviour; and for the glory of Thy name, O Lord, deliver us.",
        "latin": "*Ps 78:9-10*\nPropítius esto, Dómine, peccátis nostris, ne quando dicant gentes: Ubi est Deus eórum? Adjuva nos, Deus, salutáris noster: et propter honórem nóminis tui, Dómine, líbera nos."
      },
      {
        "title": "Lesser Alleluia",
        "english": "*Ps 7:12*\nAlleluia, alleluia.\nGod is a just judge, strong and patient: is He angry every day?\nAlleluia.",
        "latin": "*Ps 7:12*\nAllelúja, allelúja.\nDeus judex justus, fortis et pátiens: numquid irascátur per síngulos dies?\nAllelúja."
      },
      {
        "title": "Tract",
        "english": "*Ps 129:1-4*\nOut of the depths I have cried to Thee, O Lord; Lord, hear my voice. Let Thine ears be attentive to the prayer of Thy servant. If Thou shalt observe iniquities, O Lord, Lord, who shall endure it? For with Thee is propitiation, and by reason of Thy law I have waited for Thee, O Lord.",
        "latin": "*Ps 129:1-4*\nDe profúndis clamávi ad te, Dómine: Dómine, exáudi vocem meam. Fiant aures tuæ intendéntes in oratiónem servi tui. Si iniquitátes observáveris, Dómine: Dómine, quis sustinébit? Quia apud te propitiátio est: et propter legem tuam sustínui te, Dómine."
      },
      {
        "title": "Greater Alleluia",
        "english": "*Ps 7:12*\nAlleluia, alleluia.\nGod is a just judge, strong and patient: is He angry every day?\nAlleluia\n*Ps 50:10*\nTo my hearing Thou shalt give joy and gladness: and the bones that have been humbled shall rejoice.\nAlleluia.",
        "latin": "Allelúja, allelúja.\n*Ps 7:12*\nDeus judex justus, fortis et pátiens: numquid irascétur per síngulos dies?\nAllelúja.\n*Ps 50:10*\nAudítui meo dabis gáudium et lætítiam: et exsultábunt ossa humiliáta.\nAllelúja."
      },
      {
        "title": "Gospel",
        "english": "*Lk 11:9-13*\nAt that time: Jesus said to His disciples: Ask and it shall be given to you; seek, and you shall find; knock, and it shall be opened to you. For every one that asketh receiveth; and he that seeketh findeth; and to him that knocketh it shall be opened. And which of you if he ask his father bread, will he give him a stone? or a fish, will he for a fish, give him a serpent? Or if he shall ask an egg, will he reach him a scorpion? If you then, being evil know how to give good gifts to your children, how much more will your Father from heaven give the good Spirit to them that ask Him?",
        "latin": "*Lk 11:9-13*\nIn illo témpore: Dixit Jesus discípulis suis: Petite, et dabitur vobis; quǽrite, et inveniétis; pulsáte, et aperiétur vobis. Omnis enim, qui pétii, accipit; et qui quærit, invénit; et pulsánti aperietur. Quis autem ex vobis patrem petit panem: numquid lápidem dabit illi? Aut piscem: numquid pro pisce serpéntem dabit illi? Aut si petíerit ovum: numquid pórriget illi scorpiónem? Si ergo vos, cum sitis mali, nostis bona data dare fíliis vestris: quanto magis Pater vester de cœlo dabit spíritum bonum peténtibus se?"
      },
      {
        "title": "Offertory",
        "english": "*Ps 101:2*\nO Lord, hear my prayer: and let my cry come unto Thee. (P.T. Alleluia.)",
        "latin": "*Ps 101:2*\nDómine, exáudi oratiónem meam: et clamor meus ad te pervéniat. (T.P. Allelúja.)"
      },
      {
        "title": "Secret",
        "english": "We offer up to Thee, O Lord, a sacrifice of atonement and praise; that Thou mayest both mercifully pardon our sins and guide our wavering hearts.\nThrough our Lord...",
        "latin": "Hóstias tibi, Dómine, placatiónis et laudis offérimus: ut et delícta nostra miserátus absólvas, et nutántia corda tu dírigas.\nPer Dóminum..."
      },
      {
        "title": "Preface of the Season",
        "english": "",
        "latin": ""
      },
      {
        "title": "Communion",
        "english": "*Lk 11:9-10*\nAsk, and you shall receive; seek, and you shall find; knock, and it shall be opened to you. For every one that asketh receiveth; and he that seeketh findeth; and to him that knocketh it shall be opened. (P.T. Alleluia.)",
        "latin": "*Lk 11:9-10*\nPetite, et accipiétis; quǽrite, et inveniétis; pulsáte, et aperiétur vobis. Omnis enim, qui pétii, áccipit; et qui quærit, invénit; et pulsánti aperiétur. (T.P. Allelúja.)"
      },
      {
        "title": "Postcommunion",
        "english": "Grant, eternal Saviour, that we who by means of this gift receive forgiveness of sins, may henceforth avoid sin.\nThrough our Lord...",
        "latin": "Præsta nobis, ætérne Salvátor: ut, percipiéntes hoc múnere véniam peccatórum, deínceps peccáta vitémus.\nPer Dóminum..."
      }
    ],
    "commemorations" : []
  },
  {
    "rank": 4,
    "title": "Propagation of the Faith",
    "colors": "v",
    "propers": [
      {
        "title": "Introit",
        "english": "*Ps 66:2-3*\nMay God have mercy upon us, and bless us: may He cause the light of His countenance to shine upon us, and may He have mercy upon us: that we may know Thy way upon earth, Thy salvation in all nations.\n*Ps 66:4\nLet the people confess to Thee, O God: let all people give praise to Thee.\nGlory be to the Father...\nMay God have mercy upon us, and bless us: may He cause the light of His countenance to shine upon us, and may He have mercy upon us: that we may know Thy way upon earth, Thy salvation in all nations.",
        "latin": "*Ps 66:2-3*\nDeus misereátur nostri, et benedícat nobis: illúminet vultum suum super nos, et misereátur nostri: ut cognoscámus in terra viam tuam, in ómnibus géntibus salutáre tuum.\n*Ps 66:4*\nConfiteántur tibi pópuli, Deus: confiteántur tibi pópuli omnes.\nGlória Patri...\nDeus misereátur nostri, et benedícat nobis: illúminet vultum suum super nos, et misereátur nostri: ut cognoscámus in terra viam tuam, in ómnibus géntibus salutáre tuum."
      },
      {
        "title": "Collect",
        "english": "O God, Who willest that all men should be saved and should come to the knowledge of the truth: we beseech Thee, send forth laborers into Thy harvest, and grant them grace to speak Thy word with all boldness, so that Thy word may run and be glorified, and all nations may know Thee, the only God and Him Whom Thou hast sent: even Jesus Christ, Thy Son, our Lord,\nWho lives and reigns...",
        "latin": "Deus, qui omnes hómines vis salvos fíeri, et ad agnitiónem veritátis veníre: mitte, quaésumus, operários in messem tuam, et da eis cum omni fidúcia loqui verbum tuum; ut sermo tuus currat et clarificétur, et omnes gentes cognóscant te solum Deum verum, et quem misísti Jesum Christum, Fílium tuum, Dóminum nostrum:\nQui tecum..."
      },
      {
        "title": "Lesson",
        "english": "*Ecc 36:1-10,17-19*\nHave mercy upon us, O God of all, and behold us, and show us the light of Thy mercies: and send Thy fear upon the nations that have not sought after Thee: that they may know that there is no God besides Thee, and that they may show forth Thy wonders. Lift up Thy hand over the strange nations, that they may see Thy power. For as Thou hast been sanctified in us in their sight, so Thou shalt be magnified among them in our presence. That they may know Thee, as we also have known Thee, that there is no God besides Thee, O Lord. Renew Thy signs, and work new miracles. Glorify Thy hand, and Thy right arm. Raise up indignation, and pour out wrath. Take away the adversary, and crush the enemy. Hasten the time, and remember the end, that they may declare Thy wonderful works. Give testimony to them that are Thy creatures from the beginning, and raise up the prophecies which the former prophets spoke in Thy name. Reward them that patiently wait for Thee, that Thy prophets may be found faithful: and hear the prayers of Thy servants, according to the blessing of Aaron over Thy people, and direct us into the way of justice, and let all know that dwell upon earth that Thou art God, the beholder of all ages.",
        "latin": "*Ecc 36:1-10,17-19*\nMiserére nostri, Deus ómnium, et réspice nos, et osténde nobis lucem miseratiónum tuárum: et immítte timórem tuum super gentes, quæ non exquisiérunt te, ut cognóscant quia non est Deus nisi tu, et enárrent magnália tua. Álleva manum tuam super gentes aliénas, ut vídeant poténtiam tuam. Sicut enim in conspéctu eórum sanctificátus es in nobis, sic in conspéctu nostro magnificáberis in eis, ut cognóscant te, sicut et nos cognóvimus, quóniam non est Deus præter te, Dómine. Ínnova signa, et immúta mirabília. Glorífica manum et brácchium dextrum. Éxcita furórem, et effúnde iram. Tolle adversárium, et afflíge inimícum. Festína tempus, et meménto finis, ut enárrent mirabília tua. Da testimónium his, qui ab inítio creatúræ tuæ sunt, et súscita prædicatiónes, quas locúti sunt in nómine tuo prophétæ prióres. Da mercédem sustinéntibus te, ut prophétæ tui fidéles inveniántur: et exáudi oratiónes servórum tuórum, secúndum benedictiónem Aaron de pópulo tuo, et dírige nos in viam justítiæ, et sciant omnes, qui hábitant terram, quia tu es Deus conspéctor sæculórum."
      },
      {
        "title": "Gradual",
        "english": "*Ps 66:6-8*\nLet people confess to Thee, O God: let all people give praise to Thee: the earth hath yielded her fruit. May God, our God, bless us, may God bless us: and all the ends of the earth fear Him.",
        "latin": "*Ps 66:6-8*\nConfiteántur tibi pópuli, Deus: confiteántur tibi pópuli omnes: terra dedit fructum suum. Benedícat nos Deus, Deus noster, benedícat nos Deus: et métuant eum omnes fines terræ."
      },
      {
        "title": "Lesser Alleluia",
        "english": "*Ps 99:1*\nAlleluia, alleluia.\nO sing joyfully unto God, all the earth, serve ye the Lord with gladness: come into His presence with exceeding joy.\nAlleluia.",
        "latin": "*Ps 99:1*\nAllelúja, allelúja.\nJubiláte Deo, omnis terra: servíte Dómino in lætítia: introíte in conspéctu ejus, in exsultatióne.\nAllelúja."
      },
      {
        "title": "Tract",
        "english": "*Ps 95:3-5*\nDeclare the glory of the Lord among the Gentiles: His wonders among all people. For the Lord is great, and exceedingly to be praised: He is to be feared above all gods. For all the gods of the Gentiles are devils: but the Lord made the heavens.",
        "latin": "*Ps 95:3-5*\nAnnuntiáte inter gentes glóriam Dómini, in ómnibus pópulis mirabília ejus. Quóniam magnus Dóminus, et laudábilis nimis: terríbilis est super omnes deos. Quóniam omnes dii géntium dæmónia: Dóminus autem cælos fecit."
      },
      {
        "title": "Greater Alleluia",
        "english": "*Ps 99:1,2*\nAlleluia, alleluia.\nO sing joyfully unto God, all the earth, serve ye the Lord with gladness: come into His presence with exceeding joy.\nAlleluia.\nKnow ye, that the Lord He is God: He made us, and not we ourselves.\nAlleluia.",
        "latin": "*Ps 99:1,2*\nAllelúja, allelúja.\nJubiláte Deo, omnis terra: servíte Dómino in lætítia: introíte in conspéctu ejus, in exsultatióne.\nAllelúja.\n*Ps 99:3*\nScitóte quóniam Dóminus ipse est Deus: ipse fecit nos, et non ipsi nos.\nAllelúja."
      },
      {
        "title": "Gospel",
        "english": "*Matt 9:35-38*\nAt that time, Jesus went about all the cities and towns, teaching in their synagogues, and preaching the gospel of the kingdom, and healing every disease, and every infirmity. And seeing the multitudes, He had compassion on them: because they were distressed, and lying like sheep that have no shepherd. Then He saith to His disciples: the harvest indeed is great, but the laborers are few. Pray ye therefore the Lord of the harvest, that He send forth laborers into His harvest.",
        "latin": "*Matt 9:35-38*\nIn illo témpore: Circuíbat Jesus omnes civitátes et castélla, docens in synagógis eórum, et praédicans Evangélium regni, et curans omnem languórem et omnem infirmitátem. Videns autem turbas, misértus est eis: quia erant vexáti, et jacéntes sicut oves non habéntes pastórem. Tunc dicit discípulis suis: Messis quidem multa, operárii autem pauci. Rogáte ergo Dóminum messis, ut mittat operários in messem suam."
      },
      {
        "title": "Offertory",
        "english": "*Ps 95:7-9*\nBring unto the Lord, O ye kindred of the Gentiles, bring unto the Lord glory and honor, bring unto the Lord glory unto His Name: bring sacrifices and come into His courts, adore ye the Lord in His holy court.",
        "latin": "*Ps 95:7-9*\nAfférte Dómino, pátriæ géntium, afférte Dómino glóriam et honórem, afférte Dómino glóriam nómini ejus: tóllite hóstias, et introíte in átria ejus: adoráte Dóminum in átrio sancto ejus."
      },
      {
        "title": "Secret",
        "english": "Behold, O God, our Protector, and look upon the Face of Thine Anointed, who gave Himself a redemption for us all, and grant that from the rising of the sun even to its going down, Thy Name may be great among the Gentiles, and that in every place there may be sacrifice and a pure oblation offered to Thy Name. Through the same Jesus Christ, Thy Son, our Lord...",
        "latin": "Protéctor noster, áspice, Deus, et réspice in fáciem Christi tui, qui dedit redemptiónem semetípsum pro ómnibus: et fac; ut ab ortu solis usque ad occásum magnificétur nomen tuum in géntibus, ac in omni loco sacrificétur et offerátur nómini tuo oblátio munda. Per eúndem Dóminum nostrum Jesum Christum, Fílium tuum..."
      },
      {
        "title": "Preface of the Season",
        "english": "",
        "latin": ""
      },
      {
        "title": "Communion",
        "english": "*Ps 116:1,2*\nPraise the Lord all ye nations: praise Him all ye people: for His mercy is confirmed upon us; and the truth of the Lord remaineth for ever.",
        "latin": "*Ps 116:1,2*\nLaudáte Dóminum, omnes gentes: laudáte eum, omnes pópuli: quóniam confirmáta est super nos misericórdia ejus, et véritas Dómini manet in ætérnum."
      },
      {
        "title": "Postcommunion",
        "english": "We who are quickened by this gift of our redemption, beseech Thee, O Lord: that by means of this aid to our eternal salvation, the true faith may ever advance.\nThrough our Lord...",
        "latin": "Redemptiónis nostræ múnere vegetáti: quaésumus, Dómine; ut, hoc perpétuæ salútis auxílio, fides semper vera profíciat. Per Dóminum..."
      }
    ],
    "commemorations" : []
  },
  {
    "rank": 4,
    "title": "On the Anniversary of a Papal Coronation",
    "colors": "w",
    "propers": [
      {
        "title": "Introit",
        "english": "*Ecc 45:30*\nThe Lord made to him a covenant of peace, and made him a prince: that the dignity of priesthood should be to him for ever.\n*Ps 131:1*\nO Lord, remember David: and all his meekness.\nGlory be to the Father...\nThe Lord made to him a covenant of peace, and made him a prince: that the dignity of priesthood should be to him for ever.",
        "latin": "*Ecc 45:30*\nStátuit ei Dóminus testaméntum pacis, et príncipem fecit eum: ut sit illi sacerdótii dígnitas in ætérnum.\n*Ps 131:1*\nMeménto, Dómine, David: et omnis mansuetúdinis ejus.\nGlória Patri...\nStátuit ei Dóminus testaméntum pacis, et príncipem fecit eum: ut sit illi sacerdótii dígnitas in ætérnum."
      },
      {
        "title": "Collect",
        "english": "O God, Shepherd and Ruler of all the faithful, look propitiously upon Thy servant N., whom Thou hast been pleased to appoint pastor over Thy Church, grant, we beseech Thee, that both by word and by example he may edify those over whom he is placed, and, together with the flock committed to his care, may attain unto life everlasting.\nThrough our Lord...",
        "latin": "Deus, ómnium fidélium pastor et rector, fámulum tuum N., quem pastórem Ecclésiæ tuæ præésse voluísti, propítius réspice: da ei, quǽsumus, verbo et exémplo, quibus præest, profícere; ut ad vitam, una cum grege sibi crédito, pervéniat sempitérnam.\nPer Dóminum..."
      },
      {
        "title": "Lesson",
        "english": "*1 Pet 1:1-7*\nPeter, an apostle of Jesus Christ, to the strangers dispersed through Pontus, Galatía, Cappadocia, Asia, and Bithynia, elect according to the fore-knowledge of God the Father, unto the sanctification of the Spirit, unto obedience, and sprinkling of the blood of Jesus Christ; grace unto you and peace be multiplied. Blessed be the God and Father of Our Lord Jesus Christ, Who according to His great mercy hath regenerated us unto a lively hope, by the resurrection of Jesus Christ from the dead, unto an inheritance incorruptible and undefiled, and that can not fade, reserved in heaven for you, who by the power of God are kept by faith unto salvation, ready to be revealed in the last time Wherein you shall greatly rejoice, if now you must be for a little time made sorrowful in divers temptations: that the trial of your faith, much more precious than gold (which is tried by the fire), may be found unto praise, and glory, and honour, at the appearing of Jesus Christ our Lord.",
        "latin": "*1 Pet 1:1-7*\nPetrus, Apóstolus Jesu Christi, eléctis ádvenis dispersiónis Ponti, Galátiæ, Cappadóciæ, Asiæ et Bithýniæ secúndum præsciéntiam Dei Patris, in sanctificatiónem Spíritus, in obediéntiam, et aspersiónem sánguinis Jesu Christi: grátia vobis et pax multiplicátus Benedíctus Deus et Pater Dómini nostri Jesu Christi, qui secúndum misericórdiam suam magnam regenerávit nos in spem vivam, per resurrectiónem Jesu Christi ex mórtuis, in hereditátem incorruptíbilem et incontaminátam et immarcescíbilem, conservátam in cælis in vobis, qui in virtúte Dei custodímini per fidem in salútem, parátam revelári in témpore novíssimo. In quo exsultábitis, módicum nunc si opórtet contristári in váriis tentatiónibus: ut probátio vestræ fídei multo pretiósior auro quod per ignem probatur inveniátur in laudem et glóriam et honórem, in revelatióne Jesu Christi, Dómini nostri."
      },
      {
        "title": "Gradual",
        "english": "*Ps 106:32,31*\nLet them exalt him in the church of the people; and praise him in the chair of the ancients. Let the mercies of the Lord give glory to him; and his wonderful works to the children of men.",
        "latin": "*Ps 106:32,31*\nExáltent eum in Ecclésia plebis: et in cáthedra seniórum laudent eum. Confiteántur Dómino misericórdiæ ejus; et mirabília ejus fíliis hóminum."
      },
      {
        "title": "Lesser Alleluia",
        "english": "*Matt 16:18*\nAlleluia, alleluia.\nThou art Peter, and upon this rock I will build my Church.\nAlleluia.",
        "latin": "*Matt 16:18*\nAllelúja, allelúja.\nTu es Petrus, et super hanc petram ædificábo Ecclésiam meam.\nAllelúja."
      },
      {
        "title": "Tract",
        "english": "*Matt 16:18-19*\nThou art Peter, and upon this rock I will build My Church, and the gates of hell shall not prevail against it; and I will give to thee the keys of the kingdom of Heaven. Whatsoever thou shalt bind upon earth, it shall be bound also in Heaven; and whatsoever thou shalt loose on earth, it shall be loosed also in Heaven.",
        "latin": "*Matt 16:18-19*\nTu es Petrus, et super hanc petram ædificábo Ecclésiam meam. Et portæ ínferi non prævalébunt advérsus eam: et tibi dabo claves regni cælórum. Quodcúmque ligáveris super terram, erit ligátum et in cælis. Et quodcúmque sólveris super terram, erit solútum et in cælis."
      },
      {
        "title": "Gospel",
        "english": "*Matt 16:13-19*\nAt that time, Jesus came into the quarters of Cæsarea Philippi, and He asked His disciples, Saying, Whom do men say that the Son of man is? But they said, Some, John the Baptist, and other some, Elias, and others, Jeremias, or one of the prophets. Jesus saith to them, But whom do you say that I am? Simon Peter answered, Thou art Christ, the Son of the living God. And Jesus answering, said to him, Blessed art thou, Simon Bar-Jona, because flesh and blood hath not revealed it to thee, but My Father Who is in Heaven: and I say to thee, that thou art Peter, and upon this rock I will build My Church, and the gates of hell shall not prevail against it; and to thee I will give the keys of the kingdom of Heaven; and whatsoever thou shalt bind upon earth, it shall be bound also in Heaven; and whatsoever thou shalt loose on earth, it shall be loosed also in Heaven.",
        "latin": "*Matt 16:13-19*\nIn illo témpore: Venit Jesus in partes Cæsaréæ Philíppi, et interrogábat discípulos suos, dicens: Quem dicunt hómines esse Fílium hóminis? At illi dixérunt: Alii Joánnem Baptístam, alii autem Elíam, alii vero Jeremíam aut unum ex prophétis. Dicit illis Jesus: Vos autem quem me esse dícitis? Respóndens Simon Petrus, dixit: Tu es Christus, Fílius Dei vivi. Respóndens autem Jesus, dixit ei: Beátus es, Simon Bar Jona: quia caro et sanguis non revelávit tibi, sed Pater meus, qui in cælis est. Et ego dico tibi, quia tu es Petrus, et super hanc petram ædificábo Ecclésiam meam, et portæ ínferi non prævalébunt advérsus eam. Et tibi dabo claves regni cælórum. Et quodcúmque ligáveris super terram, erit ligátum et in cælis: et quodcúmque sólveris super terram, erit solútum et in cælis."
      },
      {
        "title": "Offertory",
        "english": "*Matt 16:18-19*\nThou art Peter, and upon this rock I will build My Church, and the gates of hell shall not prevail against it; and I will give to thee the keys of the kingdom of Heaven.",
        "latin": "*Matt 16:18-19*\nTu es Petrus, et super hanc petram ædificábo Ecclésiam meam: et portæ inferi non prævalébunt advérsus eam: et tibi dabo claves regni cælórum."
      },
      {
        "title": "Secret",
        "english": "Favorably accept, we beseech Thee, O Lord, the gifts we offer, and by Thy continual protection govern Thy servant, N., whom Thou hast been pleased to appoint as pastor over Thy Church.\nThrough our Lord...",
        "latin": "Oblátis, quǽsumus, Dómine, placáre munéribus: et fámulum tuum N., quem pastórem Ecclésiæ tuæ præésse voluísti, assídua protectióne gubérna.\nPer Dóminum..."
      },
      {
        "title": "Preface of the Apostles",
        "english": "It is truly meet and just, right and for our salvation, to entreat Thee humbly, O Lord, that Thou wouldst not desert Thy flock, O everlasting Shepherd, but, through Thy blessed Apostles, wouldst keep it under Thy constant protection; that it may be governed by those same rulers, whom as vicars of Thy work, Thou didst set over it to be its pastors. And therefore with Angels and Archangels, with Thrones and Dominations, and with all the hosts of the heavenly army, we sing the hymn of Thy glory, evermore saying:\n\n*Preface of Easter during Paschaltide*",
        "latin": "Vere dignum et justum est, æquum et salutáre: Te, Dómine, supplíciter exoráre, ut gregem tuum, Pastor ætérne, non déseras: sed per beátos Apóstolos tuos contínua protectióne custódias. Ut iísdem rectóribus gubernétur, quos óperis tui vicários eídem contulísti præésse pastóres. Et ídeo cum Angelis et Archángelis, cum Thronis et Dominatiónibus cumque omni milítia cœléstis exércitus hymnum glóriæ tuæ cánimus, sine fine dicéntes:\n\n*Preface of Easter during Paschaltide*"
      },
      {
        "title": "Communion",
        "english": "*Matt 16:18*\nThou art Peter, and upon this rock I will build My Church.",
        "latin": "*Matt 16:18*\nTu es Petrus, et super hanc petram ædificábo Ecclésiam meam."
      },
      {
        "title": "Postcommunion",
        "english": "We beseech Thee, O Lord, may the partaking of this divine Sacrament protect us, and ever save and defend Thy servant N., whom Thou hast been pleased to appoint as pastor over Thy Church, together with the flock committed to his care.\nThrough our Lord...",
        "latin": "Hæc nos, quæsumus, Dómine, divíni sacraménti percéptio prótegat: et fámulum tuum N., quem pastórem Ecclésiæ tuæ præésse voluísti; una cum commísso sibi grege, salvet semper et múniat.\nPer Dóminum..."
      }
    ],
    "commemorations" : []
  },
  {
    "rank": 4,
    "title": "In Time of Pestilence",
    "colors": "v",
    "propers": [
      {
        "title": "Introit",
        "english": "*2 Kings 24:16*\nBe mindful, O Lord, of Thy covenant, and say to the destroying angel. Now hold thy hand, and let not the land be made desolate, and destroy not every living soul. (P.T. Alleluia, alleluia)\n*Ps 79:2*\nGive ear, O Thou that rulest Israel: Thou that leadest Joseph like a sheep.\nGlory be to the Father...\nBe mindful, O Lord, of Thy covenant, and say to the destroying angel. Now hold thy hand, and let not the land be made desolate, and destroy not every living soul. (P.T. Alleluia, alleluia)",
        "latin": "*2 Kings 24:16*\nRecordáre, Dómine, testaménti tui, et dic Angelo percutiénti: Cesset jam manus tua, et non desolétur terra, et ne perdas omnem ánimam vivéntem. (T.P. Allelúja, allelúja.)\n*Ps 79:2*\nQui regis Israël, inténde: qui dedúcis, velut ovem, Joseph.\nGlória Patri...\nRecordáre, Dómine, testaménti tui, et dic Angelo percutiénti: Cesset jam manus tua, et non desolétur terra, et ne perdas omnem ánimam vivéntem. (T.P. Allelúja, allelúja.)"
      },
      {
        "title": "Collect",
        "english": "O God, Who desirest not the death of sinners, but their repentance, look mercifully upon Thy people when they turn unto Thee, that, while they show devotion to Thee, Thou mayst turn away from them the scourges of Thine anger.\nThrough our Lord...",
        "latin": "Deus, qui non mortem, sed pœniténtiam desideras peccatórum: pópulum tuum ad te reverténtem propítius réspice; ut, dum tibi devótus exsístit, iracúndiæ tuæ flagélla ab eo cleménter amóveas.\nPer Dóminum..."
      },
      {
        "title": "Lesson",
        "english": "*2 Kings 24:15-19,25*\nIn those days: The Lord sent a pestilence upon Israel, from the morning unto the time appointed, and there died of the people from Dan to Bersabee seventy thousand men. And when the angel of the Lord had stretched out his hand over Jerusalem to destroy it, the Lord had pity on the affliction, and said to the angel that slew the people: It is enough: now hold thy hand. And the angel of the Lord was by the thrashing-floor of Areuna the Jebusite. And David said to the Lord, when he saw the angel striking the people: It is I, I am he that have sinned, I have done wickedly: these that are the sheep, what have they done? Let Thy hand, I beseech Thee, be turned against me, and against my father's house. And Gad came to David that day, and said: Go up, and build an altar to the Lord in the thrashing-floor of Areuna the Jebusite. And David went up according to the word of Gad which the Lord had commanded him: And he built there an altar to the Lord, and offered holocausts and peace offerings: and the Lord became merciful to the land, and the plague was stayed from Israel.",
        "latin": "*2 Kings 24:15-19,25*\nIn diébus illis: Immísit Dóminus pestiléntiam in Israël, de mane usque ad tempus constitútum, et mórtui sunt ex pópulo, a Dan usque ad Bersabée, septuagínta mília virórum. Cumque extendísset manum suam Angelus Dómini super Jerúsalem, ut dispérderet eam, misértus est Dóminus super afflictióne, et ait Angelo percutiénti pópulum: Súfficit; nunc cóntine manum tuam. Erat autem Angelus Dómini juxta arcam Aréuna Jebusǽi. Dixít que David ad Dóminum, cum vidísset Angelum cædéntem pópulum: Ego sum, qui peccávi, ego iníque egi: isti, qui oves sunt, quid fecérunt? Vertátur, óbsecro, manus tua contra me et conI tra domum patris mei. Venit autem Gad prophéta ad David in die illa, et dixit ei: Ascénde, et constítue altare Dómino in área Aréuna Jebusǽi. Et ascéndit David juxta sermónem Gad, quem præcéperat ei Dóminus. Et ædificávit altáre Dómino, et óbtulit holocáusta et pacífica: et propitiátus est Dóminus terræ, et cohíbita est plaga ab Israël."
      },
      {
        "title": "Gradual",
        "english": "*Ps 106:20-21*\nThe Lord sent His word, and healed them: and delivered them from their death. Let the mercies of the Lord give glory to Him; and His wonderful works to the children of men.",
        "latin": "*Ps 106:20-21*\nMisit Dóminus verbum suum, et sanávit eos: et erípuit eos de morte eórum. Confiteántur Dómino misericórdiæ ejus: et mirabília ejus fíliis hóminum."
      },
      {
        "title": "Lesser Alleluia",
        "english": "*Ps 68:2*\nAlleluia, alleluia.\nSave me, O God, for the waters are come in even unto my soul.\nAlleluia.",
        "latin": "*Ps 68:2*\nAllelúja, allelúja.\nSalvum me fac, Deus, quóniam intravérunt aquæ usque ad ánimam meam.\nAllelúja."
      },
      {
        "title": "Tract",
        "english": "*Ps 102:10*\nO Lord, repay us not according to the sins we have committed, nor according to our iniquities.\n*Ps 78:8-9*\nO Lord, remember not our former iniquities: let Thy mercies speedily prevent us, for we are become exceeding poor. Help us, O God our Savior: and for the glory of Thy name, O Lord, deliver us: and forgive us our sins for Thy name's sake.",
        "latin": "*Ps 102:10*\nDómine, non secúndum peccáta nostra, quæ fécimus nos: neque secúndum iniquitátes nostras retríbuas nobis.\n*Ps 78:8-9*\nDómine, ne memíneris iniquitátum nostrárum antiquárum: cito antícipent nos misericórdiæ tuæ, quia páuperes facti sumus nimis. Adjuva nos, Deus, salutáris noster: et propter glóriam nóminis tui, Dómine, líbera nos, et propítius esto peccátis nostris, propter nomen tuum."
      },
      {
        "title": "Greater Alleluia",
        "english": "*Ps 68:2*\nAlleluia, alleluia.\nSave me O God, for the waters are come in even unto my soul.\nAlleluia.\n*Zach. 8:7,8*\nI will save my people Israel in the evil day: and I will be their God in truth and in justice.\nAlleluia.",
        "latin": "*Ps 68:2*\nAllelúja, allelúja Salvum me fac, Deus, quóniam intravérunt aquæ usque ad ánimam meam.\nAllelúja.\n*Zach. 8:7,8*\nSalvábo pópulum meum Israël in die malo, et ero eis in Deum, in veritáte et justítia.\nAllelúja."
      },
      {
        "title": "Gospel",
        "english": "*Lk 4:38-44*\nAt that time, Jesus rising up out of the synagogue, went into Simon's house: and Simon's wife's mother was taken with a great fever, and they besought Him for her. And standing over her, He commanded the fever, and it left her: and immediately rising, she ministered to them. And when the sun was down, all they that had any sick with divers diseases, brought them to Him: but He laying His hands on every one of them, healed them. And devils went out from many, crying out, and saying, Thou art the Son of God: And rebuking them, He suffered them not to speak, for they knew that He was Christ. And when it was day, going out He went into a desert place; and the multitudes sought Him, and came unto Him; and they stayed Him that He should not depart from them. To whom He said, to other cities also I must preach the kingdom of God, for therefore am I sent. And He was preaching in the synagogues of Galilee.",
        "latin": "*Lk 4:38-44*\nIn illo témpore: Surgens Jesus de synagóga, introívit in domum Simónis. Socrus autem Simónis tenebátur magnis fébribus: et rogavérunt illum pro ea. Et stans super illam, imperávit febri: et dimísit illam. Et contínuo surgens, ministrábat illis. Cum autem sol occidísset, omnes, qui habébant infírmos váriis languóribus, ducébant illos ad eum. At ille síngulis manus ímponens, curábat eos. Exíbant autem dæmónia a multis, clamántia et dicéntia: Quia tu es Fílius Dei: et íncrepans non sinébat ea loqui, quia sciébant ipsum esse Christum. Facta autem die egréssus ibat in desértum locum, et turbæ requirébant eum, et venerunt usque ad ipsum: et detinébant illum, ne discéderet ab eis. Quibus ille ait: Quia et aliis civitátibus opórtet me evangelizáre regnum Dei: quia ideo missus sum. Et erat prǽdicans in synagógis Galilǽæ."
      },
      {
        "title": "Offertory",
        "english": "*Num 16:48*\nThe high priest stood between the dead and the living, having a golden censer in his hand: and offering the sacrifice of incense, he appeased the wrath of God, and the affliction from the Lord ceased, (P.T. Alleluia.)",
        "latin": "*Num 16:48*\nStetit póntifex inter mórtuos et vivos, habens thuríbulum áureum in manu sua: et ófferens incénsi sacrifícium, placávit iram Dei, et cessávit quassátio a Dómino. (T.P. Allelúja.)"
      },
      {
        "title": "Secret",
        "english": "May the offering of the present sacrifice, O Lord, we beseech Thee, assist us, that it may both absolve us from all our sins, and save us from the onslaught of complete destruction.\nThrough our Lord...",
        "latin": "Subvéniat nobis, quǽsumus, Dómine, sacrifícii præséntis oblátio: quæ nos et ab erróribus univérsis poténter absolvat, et a totíus erípiat perditiónis incúrsu.\nPer Dóminum..."
      },
      {
        "title": "Preface of the Season",
        "english": "",
        "latin": ""
      },
      {
        "title": "Communion",
        "english": "*Lk 6:17-19*\nA multitude of sick, and they that were troubled with unclean spirits, came to Him: for virtue went out from Him, and healed all. (P.T. Alleluia.)",
        "latin": "*Lk 6:17-19*\nMultitúdo languéntium, et qui vexabántur a spirítibus immúndis, veniébant ad eum: quia virtus de illo exíbat, et sanábat omnes. (T.P. Allelúja.)"
      },
      {
        "title": "Postcommunion",
        "english": "Harken unto us, O God, our Savior, and make Thy people free from the terrors of Thy wrath and secure in the gift of Thy mercy.\nThrough our Lord...",
        "latin": "Exáudi nos, Deus, salutáris noster: et pópulum tuum ab iracúndiæ tuæ terróribus líberum, et misericórdiæ tuæ fac largitáte secúrum.\nPer Dóminum..."
      }
    ],
    "commemorations" : []
  },
  {
    "rank": 4,
    "title": "In Time of War",
    "colors": "v",
    "propers": [
      {
        "title": "Introit",
        "english": "*Ps 24:6,3,22*\nRemember, O Lord, Thy bowels of compassion, and Thy mercies that are from the beginning of the world, lest at any time our enemies rule over us: deliver us, O God of Israel, from all our tribulations. (P.T. Alleluia, alleluia.)\n*Ps 24:1,2*\nTo Thee, O Lord, have I lifted up my soul: in Thee, O my God. I put my trust; let me not be ashamed.\nGlory be to the Father...\nRemember, O Lord, Thy bowels of compassion, and Thy mercies that are from the beginning of the world, lest at any time our enemies rule over us: deliver us, O God of Israel, from all our tribulations. (P.T. Alleluia, alleluia.)",
        "latin": "*Ps 24:6,3,22*\nReminíscere miseratiónum tuarum, Dómine, et misericórdiæ tuæ, quæ a sǽculo sunt: ne umquam dominéntur nobis inimíci nostri: líbera nos, Deus Israël, ex ómnibus angústiis nostris. (T.P. Allelúja, allelúja.)\n*Ps 24:1,2*\nAd te, Dómine, levávi ánimam meam: Deus meus, in te confído, non erubéscam.\nGlória Patri...\nReminíscere miseratiónum tuarum, Dómine, et misericórdiæ tuæ, quæ a sǽculo sunt: ne umquam dominéntur nobis inimíci nostri: líbera nos, Deus Israël, ex ómnibus angústiis nostris. (T.P. Allelúja, allelúja.)"
      },
      {
        "title": "Collect",
        "english": "O God, Who dost stamp out wars and vanquish the assailants of them that hope in Thee, help us when we cry to Thee, that the ferocity of our enemies may be brought low, and we may praise Thee with unceasing thanksgiving.\nThrough our Lord...",
        "latin": "Deus, qui cónteris bella, et impugnatóres in te sperántium potentia tuæ defensiónis expúgnas: auxiliáre fámulis tuis, implorántibus misericórdiam tuam; ut, inimicórum suórum feritáte depréssa, incessábili te gratiárum actióne laudémus.\nPer Dóminum..."
      },
      {
        "title": "Lesson",
        "english": "*Jerm 42:1,2,7-12*\nIn those days all the captains of the warriors came near: and they said to Jeremias the prophet: pray thou for us to the Lord thy God. And the word of the Lord came to Jeremias. And he called all the captains of the fighting men that were with him, and all the people from the least to the greatest. And he said to them: Thus saith the Lord, the God of Israel, to whom you sent me, to present your supplications before Him: If you will be quiet and remain in this land. I will build you up, and not pull you down: I will plant you, and not pluck you up: for now I am appeased for the evil that I have done to you. Fear not because of the king of Babylon, of whom you are greatly afraid: fear him not, saith the Lord: for I am with you, to save you, and to deliver you from his hand. And I will show mercies to you, and will take pity on in you, and will cause you to dwell in your own land, saith the Lord almighty.",
        "latin": "*Jerm 42:1,2,7-12*\nIn diébus illis: Accessérunt omnes príncipes bellatórum: dixerúntque ad Jeremíam Prophétam: Ora pro nobis ad Dóminum, Deum tuum. Et factum est verbum Dómini ad Jeremíam. Vocavítque omnes príncipes bellatórum, et univérsum pópulum a mínimo usque ad magnum. Et dixit ad eos: Hæc dicit Dóminus, Deus Israël, ad quem misístis me, ut prostérnerem preces vestras in conspéctu ejus: Si quiescéntes manséritis in terra hac, ædificábo vos, et non déstruam; plantábo, et non evéllam: jam enim placátus sum super malo, quod feci vobis. Nolíte timére a fácie regis Babylónis, quem vos pavídi formidátis; nolíte metúere eum, dicit Dóminus: quia vobíscum sum ego, ut salvos vos fáciam et éruam de manu ejus. Et dabo vobis misericórdias, et miserébor vestri, et habitáre vos fáciam in terra vestra: dicit Dóminus omnípotens."
      },
      {
        "title": "Gradual",
        "english": "*Ps 76:15,16*\nThou art the God that alone that dost wonders: Thou hast made Thy power known among the nations. With Thy arm Thou hast redeemed Thy peopIe, the children of Israel and Joseph.",
        "latin": "*Ps 76:15,16*\nTu es Deus, qui facis mirabília solus: notam fecísti in géntibus virtútem tuam. Liberásti in bráchio tuo pópulum tuum, fílios Israël et Joseph."
      },
      {
        "title": "Lesser Alleluia",
        "english": "*Ps 58:2*\nAlleluia, alleluia.\nDeliver me from my enemies, O my God, and defend me from them that rise up against me.\nAlleluia.",
        "latin": "*Ps 58:2*\nAllelúja, allelúja.\nEripe me de inimícis meis, Deus meus: et ab insurgéntibus in me líbera me.\nAllelúja."
      },
      {
        "title": "Tract",
        "english": "*Ps 102:10*\nO Lord, repay us not according to the sins we have committed, nor according to our iniquities.\n*Ps 78:8-9*\nLord, remember not our former iniquities: let Thy mercies speedily prevent us, for we are become exceeding poor. Help us, O God our Saviour: and for the glory of Thy name, O Lord, deliver us: and forgive us our sins for Thy name's sake.",
        "latin": "*Ps 102:10*\nDómine, non secúndum peccáta nostra, quæ fécimus nos: neque secúndum iniquitátes nostras retríbuas nobis.\n*Ps 78:8-9*\nDómine, ne memíneris iniquitátum nostrárum antiquárum: cito antícipent nos misericórdiæ tuæ, quia páuperes facti sumus nimis. Adjuva nos, Deus, salutáris noster: et propter glóriam nóminis tui, Dómine,líbera nos: et propítius esto peccátis nostris, propter nomen tuum."
      },
      {
        "title": "Greater Alleluia",
        "english": "*Ps 58:2,17*\nAlleluia, alleluia.\nDeliver me from my enemies, O my God: and defend me from them that rise up against me.\nAlleluia.\nBut I will sing Thy strength: and will extol Thy mercy in the morning.\nAlleluia.",
        "latin": "*Ps 58:2,17*\nAllelúja, allelúja.\nEripe me de inimícis meis, Deus meus: et ab insurgéntibus in me líbera me.\nAllelúja.\nEgo autem cantábo fortitúdinem tuam: et exsultábo mane misericórdiam tuam.\nAllelúja."
      },
      {
        "title": "Gospel",
        "english": "*Matt 24:3-8*\nAt that time: The disciples came to Jesus privately, saying, Tell us, when shall these things be? and what shall be the sign of Thy coming, and of the consummation of the world? And Jesus answering, said to them: Take heed that no man seduce you: For many will come in My name saying, I am Christ: and they will seduce many. And you shall hear of wars, and rumors of wars. see that ye be not troubled. For these things must come to pass, but the end is not yet. For nation shall rise against nation, and kingdom against kingdom; and there shall be pestilences, and famines, and earthquakes in places: Now all these are the beginning of sorrows.",
        "latin": "*Matt 24:3-8*\nIn illo témpore: Accessérunt ad Jesum discípuli secréto, dicéntes: Dic nobis, quando hæc erunt? et quod signum advéntus tui et consummatiónis sǽculi? Et respóndens Jesus, dixit eis: Vidéte, ne quis vos sedúcat. Multi enim vénient in nómine meo, dicéntes: Ego sum Christus; et multos sedúcent. Auditúri enim estis prǿlia et opiniónes prœliórum. Vidéte, ne turbémini. Opórtet enim hæc fíeri, sed nondum est finis. Consúrget enim gens in gentem, et regnum in regnum, et erunt pestiléntiæ et fames et terræmótus per loca. Hæc autem ómnia, inítia sunt dolórum."
      },
      {
        "title": "Offertory",
        "english": "*Ps 17:28,32*\nThou wilt save the humble people, O Lord, and wilt bring down the eyes of the proud; for Who is God but Thee, O Lord? (P.T. Alleluia.)",
        "latin": "*Ps 17:28,32*\nPópulum húmilem salvum fácies, Dómine, et óculos superbórum humiliábis: quóniam quis Deus præter te, Dómine? (T.P. Allelúja.)"
      },
      {
        "title": "Secret",
        "english": "Be appeased, O Lord, by the sacrifice which we offer, that it may deliver us from all the evil of war and set us in the security of Thy protection.\nThrough our Lord...",
        "latin": "Sacrifícium, Dómine, quod immolámus, inténde placátus: ut ab omni nos éruat bellórum nequítia, et in tuæ protectiónis securitáte constítuat.\nPer Dóminum..."
      },
      {
        "title": "Preface of the Season",
        "english": "",
        "latin": ""
      },
      {
        "title": "Communion",
        "english": "*Ps 30:3*\nBow down Thy ear, make haste to deliver us. (P.T. Alleluia.)",
        "latin": "*Ps 30:3*\nInclína aurem tuam: accélera, ut erípias nos. (T.P. Allelúja.)"
      },
      {
        "title": "Postcommunion",
        "english": "O God, Who hast dominion over all kingdoms and all kings, Who dost both heal us by smiting and preserve us by pardoning, stretch forth Thy mercy toward us, that we may employ for the uses of correction the tranquility and peace secured by Thy power.\nThrough our Lord...",
        "latin": "Deus, regnórum ómnium regúmque dominátor, qui nos et percutiéndo sanas et ignoscéndo consérvas: præténde nobis misericórdiam tuam; ut tranquillitáte pacis, tua potestáte serváta, ad remédia correctiónis utámur.\nPer Dóminum..."
      }
    ],
    "commemorations" : []
  }
]