[
  {
    "rank": 4,
    "title": "The Holy Trinity",
    "colors": "w",
    "propers": [
      {
        "title": "Introit",
        "english": "*Tob 36:18*\nBlessed be the holy Trinity, and undivided unity: we will give glory to him, because he hath shown his mercy to us. (P.T. Alleluia, alleluia.)\n*Ps 8:2*\nO Lord, our Lord : how wonderful is thy name in the whole earth.\nGlory be to the Father...\nBlessed be the holy Trinity, and undivided unity: we will give glory to him, because he hath shown his mercy to us. (P.T. Alleluia, alleluia.)",
        "latin": "*Tob 36:18*\nBenedicta sit sancta Trinitas, atque indivisa Unitas: confitebimur ei, quia fecit nobiscum misericordiam suam. (T.P. Allelúja, allelúja.)\n*Ps 8:2*\nDomine Dominus noster: quam admirabile est nomen tuum in universa terra.\nGlória Patri...\nBenedicta sit sancta Trinitas, atque indivisa Unitas: confitebimur ei, quia fecit nobiscum misericordiam suam. (T.P. Allelúja, allelúja.)"
      },
      {
        "title": "Collect",
        "english": "O almighty and everlasting God, who hast granted thy servants, in the confession of the true faith, to acknowledge the glory of the eternal Trinity and, in the power of majesty, to adore the unity : we beseech thee that, by steadfastness in this faith we may be evermore defended from all adversity.\nThrough our Lord...",
        "latin": "Omnipotens sempiterne Deus, qui dedisti famulis tuis in confessione veræ fidei æternæ Trinitatis gloriam agnoscere, et in potentia majestatis adorare Unitatem : quæsumus; ut ejusdem fidei firmitate, ab omnibus semper muniamur adversis.\nPer Dóminum..."
      },
      {
        "title": "Lesson",
        "english": "*2 Cor 13:11,13*\nBrethren: Rejoice, be perfect, take exhortation, be of one mind, have peace : and the God of peace and of love shall be with you. The grace of our Lord Jesus Christ, and the charity of God, and the communication of the Holy Ghost be with you all. Amen.",
        "latin": "*2 Cor 13:11,13*\nFratres: Gaudete, perfecti estote, exhortamini, idem sapite, pacem habete, et Deus pacis et dilectionis erit vobiscum. Gratia Domini nostri Jesu Christi, et caritas Dei, et communicatio Sancti Spiritus sit cum omnibus vobis. Amen."
      },
      {
        "title": "Gradual",
        "english": "*Dan 3:55-56*\nBlessed art thou, O Lord, who beholdest the depths, and sittest upon the Cherubim. Blessed art thou, O Lord, in the firmament of heaven, and worthy of praise for ever.",
        "latin": "*Dan 3:55-56*\nBenedictus es, Domine, qui intueris abyssos, et sedes super Cherubim. Benedictus es, Domine, in firmamento cæli, et laudabilis in sæcula."
      },
      {
        "title": "Lesser Alleluia",
        "english": "*Dan 3:52*\nAlleluia, alleluia.\nBlessed art thou, O Lord, God of our fathers, and worthy of praise for ever.\nAlleluia.",
        "latin": "*Dan 3:52*\nAllelúja, allelúja.\nBenedictus es, Domine Deus patrum nostrorum, et laudabilis in sæcula.\nAllelúja."
      },
      {
        "title": "Tract",
        "english": "We glorify, praise and bless, with our whole hearts, thee, O God the Father, not begotten : thee, the onlybegotten Son, thee, the Holy Ghost, the Paraclete, the holy and undivided Trinity. For thou art great, and dost wonderful things: thou alone art God. To thee be praise, to thee glory, to thee thanksgiving for ever and ever, O blessed Trinity.",
        "latin": "Te Deum Patrem ingenitum, te Filium unigenitum, te Spiritum Sanctum Paraclitum, sanctam et individuam Trinitatem, toto corde confitemur, laudamus, atque benedicimus. Quoniam magnus es tu, et faciens mirabilia: tu es Deus solus. Tibi laus, tibi gloria, tibi gratiarum actio, in sæcula sempiterna, O beata Trinitas."
      },
      {
        "title": "Greater Alleluia",
        "english": "*Dan 3:52*\nAlleluia, alleluia.\nBlessed art thou, O Lord, God of our fathers, and worthy of praise for ever.\nAlleluia.\nLet us bless the Father and the Son with the Holy Ghost.\nAlleluia.",
        "latin": "*Dan 3:52*\nAllelúja, allelúja.\nBenedictus es, Domine Deus patrum nostrorum, et laudabilis in sæcula.\nAllelúja.\nBenedicamus Patrem et Filium cum Sancto Spiritu.\nAllelúja."
      },
      {
        "title": "Gospel",
        "english": "*Jn 15:26,27; 16:1-4*\nAt that time: Jesus said to his disciples: When the Paraclete cometh, whom I will send you from the Father, the Spirit of truth, who proceedeth from the Father, he shall give testimony of me; and you shall give testimony, because you are with me from the beginning. These things have I spoken to you, that you may not be scandalized. They will put you out of the synagogues; yea, the hour cometh, that whosoever killeth you will think that he doth a service to God. And these things will they do to you, because they have not known the Father, nor me. But these things I have told you, that, when the hour shall come, you may remember that I told you.",
        "latin": "*Jn 15:26,27; 16:1-4*\nIn illo tempore: Dixit Jesus discipulis suis: Cum venerit Paraclitus, quem ego mittam vobis a Patre, Spiritum veritatis, qui a Patre procedit, ille testimonium perhibebit de me : et vos testimonium perhibebitis, quia ab initio mecum estis. Hæc locutus sum vobis, ut non scandalizemini. Absque synagogis facient vos : sed venit hora, ut omnis qui interficit vos, arbitretur obsequium se præstare Deo. Et hæc facient vobis, quia non noverunt Patrem, neque me: Sed hæc locutus sum vobis, ut, cum venerit hora eorum, reminiscamini, quia ego dixi vobis."
      },
      {
        "title": "Offertory",
        "english": "*cf. Tob 12:6, cf. Dan 3:55*\nBlessed be God the Father, and the only-begotten Son of God, and also the Holy Spirit: because he hath shown his mercy towards us, (P.T. Alleluia.) Let us bless the Father and the Son with the Holy Ghost: let us praise him and exalt him above all for ever. Because he hath. Blessed art thou, that beholdest the depth, and sittest upon the Cherubim: and worthy to be praised and exalted above all for ever. Because he hath.",
        "latin": "*cf. Tob 12:6, cf. Dan 3:55*\nBenedictus sit Deus Pater, unigenitusque Dei Filius, sanctus quoque Spiritus: quia fecit nobiscum misericordiam suam. (T.P. Alleluia.) Benedicamus Patrem et Filium cum Sancto Spiritu: laudemus et superexaltemus eum in sæcula. Quia fecit nobiscum misericordiam suam. Benedictus es, qui intueris abyssos et sedes super Cherubim: et superlaudabilis et superexaltatus in sæcula. Quia fecit nobiscum misericordiam suam."
      },
      {
        "title": "Secret",
        "english": "Sanctify, we beseech thee, O Lord our God, by the invocation of thy holy name, the victim of this oblation : and through it make of us, too, an eternal offering to thee.\nThrough our Lord...",
        "latin": "Sanctifica, quæsumus, Domine Deus noster, per tui sancti nominis invocationem hujus oblationis hostiam; et per eam nosmetipsos tibi perfice munus æternum.\nPer Dóminum..."
      },
      {
        "title": "Preface of the Holy Trinity",
        "english": "It is truly meet and just, right and for our salvation, that we should at all times, and in all places, give thanks unto Thee, O holy Lord, Father almighty, everlasting God; Who, together with Thine only-begotten Son, and the Holy Ghost, art one God, one Lord: not in the oneness of a single Person, but in the Trinity of one substance. For what we believe by Thy revelation of Thy glory, the same do we believe of Thy Son, the same of the Holy Ghost, without difference or separation. So that in confessing the true and everlasting Godhead, distinction in persons, unity in essence, and equality in majesty may be adored. Which the Angels and Archangels, the Cherubim also and Seraphim do praise: who cease not daily to cry out, with one voice saying:",
        "latin": "Vere dignum et justum est, æquum et salutáre, nos tibi semper et ubíque grátias ágere: Dómine sancte, Pater omnípotens, ætérne Deus: Qui cum unigénito Fílio tuo et Spíritu Sancto unus es Deus, unus es Dóminus: non in uníus singularitáte persónæ, sed in uníus Trinitáte substántiæ. Quod enim de tua glória, revelánte te, crédimus, hoc de Fílio tuo, hoc de Spíritu Sancto sine differéntia discretiónis sentímus. Ut in confessióne veræ sempiternǽque Deitátis, et in persónis propríetas, et in esséntia únitas, et in majestáte adorétur æquálitas. Quam laudant Angeli atque Archángeli, Chérubim quoque ac Séraphim: qui non cessant clamáre cotídie, una voce dicéntes:"
      },
      {
        "title": "Communion",
        "english": "*Tob 12:6*\nWe bless the God of heaven, and before all living we will praise him; because he hath shown his mercy to us. (P.T. Alleluia.)",
        "latin": "*Tob 12:6*\nBenedicimus Deum cæli, et coram omnibus viventibus confitebimur ei : quia fecit nobiscum misericordiam suam. (T.P. Allelúja.)"
      },
      {
        "title": "Postcommunion",
        "english": "May the reception of this sacrament, O Lord our God, and the confession of the holy and eternal Trinity and its undivided unity, profit us to the salvation of body and soul.\nThrough our Lord...",
        "latin": "Proficiat nobis ad salutem corporis et animæ, Domine Deus noster, hujus sacramenti susceptio : et sempiternæ sanctæ Trinitatis, ejusdemque individuæ unitatis confessio.\nPer Dóminum..."
      }
    ],
    "commemorations" : []
  }
]