[
  {
    "rank": 4,
    "title": "St Joseph",
    "colors": "w",
    "propers": [
      {
        "title": "Introit",
        "english": "*Ps 32:20,21*\nThe Lord is our helper and protector: in Him our heart shall rejoice, and in His holy name we have trusted. (P.T. Aileluia, alleluia.)\n*Ps 79:2*\nGive ear, O Thou that rulest Israel: Thou that leadest Joseph like a sheep.\nGlory be to the Father...\nThe Lord is our helper and protector: in Him our heart shall rejoice, and in His holy name we have trusted. (P.T. Alleluia, alleluia.)",
        "latin": "*Ps 32:20,21*\nAdjutor et protector noster est Dóminus: in eo lætábitur cor nostrum, et in nómine sancto ejus sperávimus. (T.P. Allelúja, allelúja.)\n*Ps 79:2*\nQui regis Israel, inténde: qui dedúcis, velut ovem, Joseph.\nGlória Patri...\nAdjutor et protector noster est Dóminus: in eo lætábitur cor nostrum, et in nómine sancto ejus sperávimus. (T.P. Allelúja, allelúja.)"
      },
      {
        "title": "Collect",
        "english": "O God, Who in Thine unspeakable providence didst vouchsafe to choose blessed Joseph for Thy most holy Mother's spouse; grant, we beseech Thee, that we who revere him as our protector upon earth, may become worthy to have him for our intercessor in heaven.\nWho livest and reignest...",
        "latin": "Deus, qui ineffábili providéntia beátum Joseph sanctíssimæ Genetrícis tux sponsum elígere dignátus es: præsta, quæsumus; ut, quem protectórem venerámur in terris, intercessórem habére mereámur in cælis:\nQui vivis et regnas..."
      },
      {
        "title": "Lesson",
        "english": "*Gen 49:22-26*\nJoseph was a growing son, a growing son, and comely to behold: the daughters run to and fro upon the wall. But they that held darts provoked him, and quarrelled with him, and envied him. His bow rested upon the strong, and the bands of his arms and his hands were loosed, by the hands of the mighty one of Jacob: thence he came forth a pastor, the stone of Israel. The God of thy father shall be thy helper, and the Almighty shall bless thee with the blessings of heaven above, with the blessings of the deep that lieth beneath, with the blessings of the breasts and of the womb. The blessings of thy father are strengthened with the blessings of his fathers: until the desire of the everlasting hills shall come; may they be upon the head of Joseph, and upon the crown of the Nazarite among his brethren.",
        "latin": "*Gen 49:22-26*\nFilius accréscens Joseph, filius accréscens, et decórus aspéctu: fíliæ discurrérunt super murum. Sed exasperavérunt eum, et jurgáti sunt, inviderúntque illi habéntes jácula. Sedit in forti arcus ejus, et dissolúta sunt vincula bracchiórum et mánuum illíus per manus poténtis Jacob: inde pastor egréssus est, lapis Israel. Deus patris tui erit adjútor tuus, et Omnípotens benedícet tibi benedictiónibus cæli désuper, benedictiónibus abyssi jacéntis deórsum, benedictiónibus úberum et vulvæ. Benedictiónes patris tui confortátæ sunt benedictiónibus patrum ejus, donec veníret Desidérium cóllium æternórum: fiant in capite Joseph, et in vértice Nazaræi inter fratres suos."
      },
      {
        "title": "Gradual",
        "english": "*Ps 20:4,5*\nThou hast prevented him with blessings of sweetness: Thou hast set on his head a crown of precious stones. He asked life of Thee, and Thou hast given him length of days for ever and ever.",
        "latin": "*Ps 20:4,5*\nDomine, prævenisti eum in benedictionibus dulcedinis: posuisti in capite ejus coronam de lapide pretioso. Vitam petiit a te, et tribuisti et longitudinem dierum in sæculum sæculi."
      },
      {
        "title": "Lesser Alleluia",
        "english": "*Ps 137:1,2*\nAlleluia, alleluia.\nObtain for us, Joseph, grace to lead an innocent life; and may our life ever be shielded by thy patronage.\nAlleluia.",
        "latin": "*Ps 137:1,2*\nAllelúja, allelúja.\nFac nos innócuam, Joseph, decúrrere vitam: sitque tuo semper tuta patrocínio.\nAllelúja."
      },
      {
        "title": "Tract",
        "english": "*Ps 111:1-3*\nBlessed is the man that feareth the Lord: he shall delight exceedingly in His commandments. His seed shall be mighty upon earth: the generation of the righteous shall be blessed. Glory and wealth shall be in his house: and his justice remaineth for ever and ever.",
        "latin": "*Ps 111:1-3*\nBeatus vir, qui timet Dóminum: in mandátis ejus cupit nimis. Potens in terra erit semen ejus: generátio rectórum benedicétur. Glória et divítiæ in domo ejus: et justítia ejus manet in sæculum sæculi."
      },
      {
        "title": "Greater Alleluia",
        "english": "*Ps 137:1,2*\nAlleluia, alleluia.\nIn whatever tribulation they shall cry to Me, I will hear them, and be their protector always.\nAlleluia.\n*Matt 28:2*\nObtain for us, Joseph, grace to lead an innocent life; and may our life ever be shielded by thy patronage.\nAlleluia.",
        "latin": "*Ps 137:1,2*\nAllelúja, allelúja.\nDe quacúmque tribulatióne clamáverint ad me, exáudiam eos, et ero protéctor eórum semper.\nAllelúja.\n*Matt 28:2*\nFac nos innócuam, Joseph, decúrrere vitam: sitque tuo semper tuta patrocínio.\nAllelúja."
      },
      {
        "title": "Gospel",
        "english": "*Lk 3:21-23*\nAt that time: It came to pass, when all the people were baptized, that Jesus also being baptized and praying, heaven was opened: and the Holy Ghost descended in a bodily shape as a dove upon Him: and a voice came from heaven: Thou art My beloved Son, in Thee I am well pleased. And Jesus Himself was beginning about the age of thirty years: being (as it was supposed) the son of Joseph.",
        "latin": "*Lk 3:21-23*\nIn illo témpore: Factum est autem, cum baptizarétur omnis pópulus, et Jesu baptizáto et oránte, apértum est cælum: et descéndit Spiritus Sanctus corporáli spécie sirut colúmba in ipsum: et vox de cælo facta est: Tu es Filius meus diléctus, in te complácui mihi. Et ipse Jesus erat incípiens quasi annórum trigínta, ut putabátur, filius Joseph."
      },
      {
        "title": "Offertory",
        "english": "*Ps 147:12,13*\nPraise the Lord, O Jerusalem, because He hath strengthened the bolts of thy, gates: He hath blessed thy children within thee. (P.T. Alleluia.)",
        "latin": "*Ps 147:12,13*\nLauda, Jerusalem, Dóminum: quóniam confortávit seras portárum tuárum, benedíxit fíliis tuis in te. (T.P. Alleluia.)"
      },
      {
        "title": "Secret",
        "english": "Supported by the patronage of the spouse of Thy most holy Mother, we beseech Thy clemency, O Lord: that Thou wouldst make our hearts despise all earthly things, and love Thee, the true God, with perfect charity.\nWho livest and reignest...",
        "latin": "Sanctissimæ Genetrícis tua sponsi patrocínio suffúlti, rogámus, Dómine, cleméntiam tuam: ut corda nostra fácias terréna cuncta despícere, ac te verum Deum perfécta caritáte dilígere:\nQui vivis et regnas..."
      },
      {
        "title": "Preface of St Joseph",
        "english": "It is truly meet and just, right and for our salvation, that we should at all times and in all places, give thanks unto Thee, O holy Lord, Father almighty, everlasting God: and that we should magnify with due praises, bless and proclaim Thee on the solemnity of blessed Joseph; who, being a just man, was given by Thee as a Spouse to the Virgin Mother of God, and, as a faithful and prudent servant was set over Thy Family, that, with fatherly care, he might guard Thine only-begotten Son, conceived by the overshadowing of the Holy Ghost, even Jesus Christ, our Lord. Through whom the Angels praise Thy Majesty, the Dominations worship it, and the Powers stand in awe. The heavens and the heavenly hosts together with the blessed Seraphim in triumphant chorus unite to celebrate it. Together with them we entreat Thee that Thou mayest bid our voices also to be admitted, while we say with lowly praise:",
        "latin": "Vere dignum et justum est, æquum et salutáre, nos tibi semper et ubíque grátias ágere: Dómine sancte, Pater omnípotens, ætérne Deus: Et te in *Veneratióne* beáti Joseph débitis magnificáre præcóniis, benedícere et prædicáre. Qui et vir justus, a te Deíparæ Vírgini Sponsus est datus: et fidélis servus ac prudens, super Famíliam tuam est constitútus: ut Unigénitum tuum, Sancti Spíritus obumbratióne concéptum, paterna vice custodíret, Jesum Christum, Dóminum nostrum. Per quem majestátem tuam laudant Angeli, adórant Dominatiónes, tremunt Potestátes. Cæli cælorúmque Virtútes ac beáta Séraphim sócia exsultatióne concélebrant. Cum quibus et nostras voces ut admítti júbeas, deprecámur, súpplici confessióne dicéntes:"
      },
      {
        "title": "Communion",
        "english": "*Matt 1:16*\nBut Jacob begot Joseph, the husband of Mary, of whom was born Jesus, who is called Christ. (P.T. Alleluia.)",
        "latin": "*Tob 12:6*\nJacob autem génuit Joseph, virum Maria, de qua natos est Jesus, qui vocátur Christus. (T.P. Allelúja.)"
      },
      {
        "title": "Postcommunion",
        "english": "We who have been refreshed at the fountain of divine blessing, beseech Thee, O Lord our God: that as Thou dost gladden us by the protection of blessed Joseph, so by his merits and intercession Thou wouldst make us partakers of everlasting glory.\nThrough our Lord...",
        "latin": "Divini múneris fonte refécti, quæsumus, Dómine, Deus noster: ut, sicut nos facis beáti Joseph protectióne gaudere; ita, ejus méritis et intercessióne, cæléstis gloria fácias esse partícipes.\nPer Dóminum..."
      }
    ],
    "commemorations" : []
  },
  {
    "rank": 4,
    "title": "Ss Peter & Paul",
    "colors": "r",
    "propers": [
      {
        "title": "Introit (Outside Paschaltide)",
        "english": "*Ps 138:17*\nThy friends, O God, are made exceedingly honourable: their principality is exceedingly strengthened.\n*Ps 138:1,2*\nLord, Thou hast proved me, and known me: Thou hast known my sitting down, and my rising up.\nGlory be to the Father...\nThy friends, O God, are made exceedingly honourable: their principality is exceedingly strengthened.",
        "latin": "*Ps 138:17*\nMihi autem nimis honoráti sunt amíci tui, Deus: nimis confortátus est principátus eórum.\n*Ps 138:1,2*\nDómine, probásti me, et cognovísti me: tu cognovísti sessiónem meam, et resurrectiónem meam.\nGlória Patri...\nMihi autem nimis honoráti sunt amíci tui, Deus: nimis confortátus est principátus eórum."
      },
      {
        "title": "Introit (Paschaltide)",
        "english": "*Ps 63:3*\nThou last protected me, O God, from the assembly of the malignant, alleluia: from the multitude of the workers of iniquity, Alleluia. Alleluia.\n*Ps 63:2*\nHear, O God, my prayers, when I make supplication to Thee: deliver my soul from the fear of the enemy.\nGlory be to the Father...\nThou last protected me, O God, from the assembly of the malignant, Alleluia: from the multitude of the workers of iniquity, Alleluia. Alleluia.",
        "latin": "*Ps 63:3*\nProtexisti me, Deus, a convéntu malignántium, allelúia: a multitúdine operántium iniquitátem, allelúia, allelúia.\n*Ps 63:2*\nExáudi, Deus, oratiónem meam cum déprecor: a timóre inimíci éripe ánimam meam.\nGlória Patri...\nProtexisti me, Deus, a convéntu malignántium, allelúia: a multitúdine operántium iniquitátem, allelúia, allelúia."
      },
      {
        "title": "Collect",
        "english": "O God, Whose right hand upheld blessed Peter walking upon the waves, lest he should sink, and delivered his fellow apostle Paul when shipwrecked for the third time from the depth of the sea; hear us in Thy mercy, and grant that through their merits we may obtain the glory of everlasting life.\nThou who are God...",
        "latin": "Deus, cujus déxtera beátum Petrum ambulántem in flúctibus, ne mergerétur, eréxit, et coapóstolum ejus Paulum tértio naufragántem, de profúndo pélagi liberávit: exáudi nos propítius, et concede; ut, ambórum méritis, aternitátis glóriam consequámur:\nQui vivis et regnas..."
      },
      {
        "title": "Lesson",
        "english": "*Acts 5:12-16*\nIn those days, by the hands of the apostles were many sings and wonders wrought among the people; and they were all with one accord in Solomon's porch. But of the rest no man durst join himself to them; but the people magnified them. And the multitude of men and women that believed in the Lord was more increased; insomuch, that they brought forth the sick into the streets, and laid them on beds and couches; that when Peter came, his shadow, at least, might overshadow any of them, and they might be delivered from their infirmities. And there came also together to Jerusalem a multitude out of the neighbouring cities, bringing sick persons, and such as were troubled with unclean spirits, who were all healed.",
        "latin": "*Acts 5:12-16*\nIn diébus illis: Per manus Apostolórum fiébant signa, et prodígia multa in plebe. Et crant unanímiter omnes in pórticu Salomónis. Ceterórum autem nemo audébat se conjúngere illis: sed magnificábat eos pópulus. Magis autem augebátur credéntium in Dómino multitúdo virórum ac mulierum, ita ut in platéas ejícerent infírmos, et ponerent in léctulis ac grabátis, ut, veniénte Petro, saltem umbra illius obumbráret quemquam illórum, et liberarentur ab infirmitátibus suis. Concurrébat autem et multitúdo vicinárum civitátum Jerusalem, afferéntes agros, et vexátos a spirítibus immúndis: qui curabántur omnes."
      },
      {
        "title": "Gradual",
        "english": "*Ps 44:17,18*\nThou shalt make them princes over all the earth: they shall be mindful of Thy name, O Lord. Instead of Thy fathers sons are born to Thee: therefore shall people praise Thee.",
        "latin": "*Ps 44:17,18*\nConstítues eos príncipes super omnem terram: mémores erunt nóminis tui, Dómine. Pro pátribus tuis nati sunt tibi fílii: proptérea pópuli confitebúntur tibi."
      },
      {
        "title": "Lesser Alleluia",
        "english": "Alleluia, alleluia.\nThy friends, O God, are made exceedingly honourable: their principality is exceedingly strengthened.\nAlleluia.",
        "latin": "Allelúja, allelúja.\nNimis honoráti sunt amíci tui, Deus: nimis confortátus est principátus eórum.\nAllelúja."
      },
      {
        "title": "Tract",
        "english": "*Ps 125:5,6*\nThey that sow in tears shall reap in joy. Going, they went and wept, casting their seeds. They that sow in tears shall reap in joy. Going, they went and wept, casting their seeds. But coming, they shall come with joyfulness, carrying their sheaves.",
        "latin": "*Ps 125:5,6*\nQui seminant in lácrimis, in gáudio metent. Eúntes ibant et flebant, mitténtes sémina sua. Veniéntes autem vénient cum exsultatióne, portántes manípulos suos."
      },
      {
        "title": "Greater Alleluia",
        "english": "*Ps 88:6*\nAlleluia, alleluia.\nThe Heavens shall confess Thy wonders, O Lord; and Thy truth in the Church of the saints.\nAlleluia.\n*Ps 20:4*\nI have chosen you from the world, that thou should go, and should bring forth fruit, and your fruit should remain.\nAlleluia.",
        "latin": "*Ps 88:6*\nAllelúja, allelúja.\nConfitebúntur cœli mirabília tua, Dómine: étenim veritátem tuam in ecclésia sanctórum.\nAllelúja.\n*Ps 20:4*\nEgo vos elegi di mundo, ut eatis, et fructum afferatis, et frucus vester maneat.\nAllelúja."
      },
      {
        "title": "Gospel",
        "english": "*Matt 19:27-29*\nAt that time, Peter said to Jesus: Behold we have left all things, and have followed thee: what therefore shall we have? And Jesus said to them: Amen, I say to you, that you, who have followed me, in the regeneration when the Son of man shall sit on the seat of his majesty, you also shall sit on twelve seats, judging the twelve tribes of Israel. And every one that hath left house, or brethren, or sisters, or father, or mother, or wife, or children, or lands, for My Name's sake, shall receive an hundredfold, and shall possess life everlasting.",
        "latin": "*Matt 19:27-29*\nIn illo tempore: Dixit Petrus ad Jesum: Ecce nos reliquimus omnia, et secuti sumus te: quid ergo erit nobis? Jesus autem dixit illis: Amen dico vobis, quod vos, qui secuti estis me, in regeneratione cum sederit Filius hominis in sede maiestatis suae, sedebitis et vos super sedes duodecim, iudicantes duodecim tribus Israel. Et omnis qui reliquerit domum, vel fratres, aut sorores, aut patrem, aut matrem, aut uxorem, aut filios, aut agros propter nomen meum, centuplum accipiet, et vitam aeternam possidebit."
      },
      {
        "title": "Offertory (Outside Paschaltide)",
        "english": "*Ps 18:5*\nTheir sound went forth into all the earth; and their words to the ends of the world.",
        "latin": "*Ps 18:5*\nIn omnem terram exivit sonus eorum: et in fines orbis terræ vera eorum."
      },
      {
        "title": "Offertory (Paschaltide)",
        "english": "*Ps 88:6*\nThe Heavens shall confess Thy wonders, O Lord, and Thy truth in the Church of the Saints, alleluia, alleluia.",
        "latin": "*Ps 88:6*\nConfitebúntur cœli mirabília tua, Dómine, et veritátem tuam in ecclésia sanctórum, alleluia, alleluia."
      },
      {
        "title": "Secret",
        "english": "We offer up to Thee, O Lord, our prayers and our gifts, that by the pleading of Thy holy apostles Peter and Paul, they may become worthy of Thy regard.\nThrough our Lord...",
        "latin": "Offérimus tibi, Dómine, preces et múnera: gum ut tuo Sint digna conspéctu, Apostolórum tuórum Petri et Pauli précibus adjuvémur.\nPer Dóminum..."
      },
      {
        "title": "Preface of the Apostles",
        "english": "It is truly meet and just, right and for our salvation, to entreat Thee humbly, O Lord, that Thou wouldst not desert Thy flock, O everlasting Shepherd, but, through Thy blessed Apostles, wouldst keep it under Thy constant protection; that it may be governed by those same rulers, whom as vicars of Thy work, Thou didst set over it to be its pastors. And therefore with Angels and Archangels, with Thrones and Dominations, and with all the hosts of the heavenly army, we sing the hymn of Thy glory, evermore saying:\n\n*Preface of Easter during Paschaltide*",
        "latin": "Vere dignum et justum est, æquum et salutáre: Te, Dómine, supplíciter exoráre, ut gregem tuum, Pastor ætérne, non déseras: sed per beátos Apóstolos tuos contínua protectióne custódias. Ut iísdem rectóribus gubernétur, quos óperis tui vicários eídem contulísti præésse pastóres. Et ídeo cum Angelis et Archángelis, cum Thronis et Dominatiónibus cumque omni milítia cœléstis exércitus hymnum glóriæ tuæ cánimus, sine fine dicéntes:\n\n*Preface of Easter during Paschaltide*"
      },
      {
        "title": "Communion (Outside Paschaltide)",
        "english": "*Matt 19:28*\nYou who have followed Me shall sit on seats judging the twelve tribes of Israel.",
        "latin": "*Matt 19:28*\nVos, qui secuti estis me, sedebitis super sedes, judicantes duodecim tribus Israel."
      },
      {
        "title": "Communion (Paschaltide)",
        "english": "*Ps 63:11*\nThe just shall rejoice in the Lord, and shall hope in Him: and all the upright in heart shall be praised, Alleluia, alleluia.",
        "latin": "*Ps 63:11*\nLætábitur justus in Dómino, et sperábit in eo: et laudabúntur omnes recti corde, Alleluia, alleluia."
      },
      {
        "title": "Postcommunion",
        "english": "Protect Thy people, O Lord, and evermore help those who put their trust in the patronage of Thy holy apostles Peter and Paul.\nThrough our Lord...",
        "latin": "Protege, Dómine, pópulum tuum: et Apostolórum tuórum Petri et Pauli patrocínio confidéntem, perpétua defensióne consérva.\nPer Dóminum..."
      }
    ],
    "commemorations" : []
  },
  {
    "rank": 4,
    "title": "The Holy Apostles",
    "colors": "w",
    "propers": [
      {
        "title": "Introit (Outside Paschaltide)",
        "english": "*Ps 138:17*\nThy friends, O God, are made exceedingly honourable: their principality is exceedingly strengthened.\n*Ps 138:1,2*\nLord, Thou hast proved me, and known me: Thou hast known my sitting down, and my rising up.\nGlory be to the Father...\nThy friends, O God, are made exceedingly honourable: their principality is exceedingly strengthened.",
        "latin": "*Ps 138:17*\nMihi autem nimis honoráti sunt amíci tui, Deus: nimis confortátus est principátus eórum.\n*Ps 138:1,2*\nDómine, probásti me, et cognovísti me: tu cognovísti sessiónem meam, et resurrectiónem meam.\nGlória Patri...\nMihi autem nimis honoráti sunt amíci tui, Deus: nimis confortátus est principátus eórum."
      },
      {
        "title": "Introit (Paschaltide)",
        "english": "*Ps 63:3*\nThou last protected me, O God, from the assembly of the malignant, alleluia: from the multitude of the workers of iniquity, Alleluia. Alleluia.\n*Ps 63:2*\nHear, O God, my prayers, when I make supplication to Thee: deliver my soul from the fear of the enemy.\nGlory be to the Father...\nThou last protected me, O God, from the assembly of the malignant, Alleluia: from the multitude of the workers of iniquity, Alleluia. Alleluia.",
        "latin": "*Ps 63:3*\nProtexisti me, Deus, a convéntu malignántium, allelúia: a multitúdine operántium iniquitátem, allelúia, allelúia.\n*Ps 63:2*\nExáudi, Deus, oratiónem meam cum déprecor: a timóre inimíci éripe ánimam meam.\nGlória Patri...\nProtexisti me, Deus, a convéntu malignántium, allelúia: a multitúdine operántium iniquitátem, allelúia, allelúia."
      },
      {
        "title": "Collect",
        "english": "God, Who hast granted us to come to the knowledge of Thy name through Thy blessed Apostles, grant us to celebrate their everlasting glory by advancing in knowledge and to improve by this celebration.\nThrough our Lord...",
        "latin": "Deus, qui nos per beátos Apóstolos tuos, ad agnitiónem tui nóminis veníre tribuísti: da nobis eórum glóriam sempitérnam et proficiéndo celebráre, et celebrándo profícere.\nPer Dóminum..."
      },
      {
        "title": "Lesson",
        "english": "*Eph 4:7-13*\nTo each one of us grace was given according to the measure of Christ’s bestowal. Thus it says: Ascending on high, He led away captives; He gave gifts to men. Now this: He ascended, what does it mean but that He also first descended into the lower parts of the earth? He Who descended, He it is Who ascended also above all the heavens, that He might fill all things. And He Himself gave some men as apostles, and some as prophets, others again as evangelists, and others as pastors and teachers, in order to perfect the saints for a work of ministry, for building up the body of Christ, until we all attain to the unity of the faith and of the deep knowledge of the Son of God, to perfect manhood, to the mature measure of the fullness of Christ.",
        "latin": "*Eph 4:7-13*\nFratres: Unicuíque nostrum data est grátia secúndum mensúram donatiónis Christi. Propter quod dicit: Ascéndens in altum, captívam duxit captivitátem: dedit dona homínibus. Quod autem ascéndit, quid est, nisi quia et descéndit primum in inferióres partes terræ? Qui descéndit, ipse est et qui ascéndit super omnes coelos, ut impléret ómnia. Et ipse dedit quosdam quidem apóstolos, quosdam autem prophétas, álios vero evangelístas, álios autem pastóres et doctóres, ad consummatiónem sanctórum in opus ministérii, in ædificatiónem córporis Christi: donec occurrámus omnes in unitátem fídei, et agnitiónis Fílii Dei, in virum perféctum, in mensúram ætátis plenitúdinis Christi."
      },
      {
        "title": "Gradual",
        "english": "*Ps 44:17,18*\nThou shalt make them princes over all the earth: they shall be mindful of Thy name, O Lord. Instead of Thy fathers sons are born to Thee: therefore shall people praise Thee.",
        "latin": "*Ps 44:17,18*\nConstítues eos príncipes super omnem terram: mémores erunt nóminis tui, Dómine. Pro pátribus tuis nati sunt tibi fílii: proptérea pópuli confitebúntur tibi."
      },
      {
        "title": "Lesser Alleluia",
        "english": "Alleluia, alleluia.\nThy friends, O God, are made exceedingly honourable: their principality is exceedingly strengthened.\nAlleluia.",
        "latin": "Allelúja, allelúja.\nNimis honoráti sunt amíci tui, Deus: nimis confortátus est principátus eórum.\nAllelúja."
      },
      {
        "title": "Tract",
        "english": "*Ps 125:5,6*\nThey that sow in tears shall reap in joy. Going, they went and wept, casting their seeds. They that sow in tears shall reap in joy. Going, they went and wept, casting their seeds. But coming, they shall come with joyfulness, carrying their sheaves.",
        "latin": "*Ps 125:5,6*\nQui seminant in lácrimis, in gáudio metent. Eúntes ibant et flebant, mitténtes sémina sua. Veniéntes autem vénient cum exsultatióne, portántes manípulos suos."
      },
      {
        "title": "Greater Alleluia",
        "english": "*Ps 88:6*\nAlleluia, alleluia.\nThe Heavens shall confess Thy wonders, O Lord; and Thy truth in the Church of the saints.\nAlleluia.\n*Ps 20:4*\nI have chosen you from the world, that thou should go, and should bring forth fruit, and your fruit should remain.\nAlleluia.",
        "latin": "*Ps 88:6*\nAllelúja, allelúja.\nConfitebúntur cœli mirabília tua, Dómine: étenim veritátem tuam in ecclésia sanctórum.\nAllelúja.\n*Ps 20:4*\nEgo vos elegi di mundo, ut eatis, et fructum afferatis, et frucus vester maneat.\nAllelúja."
      },
      {
        "title": "Gospel",
        "english": "*Matt 19:27-29*\nAt that time, Peter said to Jesus: Behold we have left all things, and have followed thee: what therefore shall we have? And Jesus said to them: Amen, I say to you, that you, who have followed me, in the regeneration when the Son of man shall sit on the seat of his majesty, you also shall sit on twelve seats, judging the twelve tribes of Israel. And every one that hath left house, or brethren, or sisters, or father, or mother, or wife, or children, or lands, for My Name's sake, shall receive an hundredfold, and shall possess life everlasting.",
        "latin": "*Matt 19:27-29*\nIn illo tempore: Dixit Petrus ad Jesum: Ecce nos reliquimus omnia, et secuti sumus te: quid ergo erit nobis? Jesus autem dixit illis: Amen dico vobis, quod vos, qui secuti estis me, in regeneratione cum sederit Filius hominis in sede maiestatis suae, sedebitis et vos super sedes duodecim, iudicantes duodecim tribus Israel. Et omnis qui reliquerit domum, vel fratres, aut sorores, aut patrem, aut matrem, aut uxorem, aut filios, aut agros propter nomen meum, centuplum accipiet, et vitam aeternam possidebit."
      },
      {
        "title": "Offertory (Outside Paschaltide)",
        "english": "*Ps 18:5*\nTheir sound went forth into all the earth; and their words to the ends of the world.",
        "latin": "*Ps 18:5*\nIn omnem terram exivit sonus eorum: et in fines orbis terræ vera eorum."
      },
      {
        "title": "Offertory (Paschaltide)",
        "english": "*Ps 44:17,18*\nThou shalt make them princes over all the earth: they shall remember Thy name, O Lord, in every progeny and generation. Alleluia, alleluia.",
        "latin": "*Ps 44:17,18*\nConstitues eos principes super omnem terram: memores erunt nominis tui, Dominie, in omni progenie et generatione. Alleluia, alleluia."
      },
      {
        "title": "Secret",
        "english": "Venerating the everlasting glory of Thy holy Apostles, we beseech Thee, O Lord, that, being purified by these sacred mysteries, it may the more worthily be celebrated by us.\nThrough our Lord...",
        "latin": "Glóriam, Dómine, sanctórum Apostolórum tuórum perpétuam venerántes: quæsumus; ut eam, sacris mystériis expiáti, dignius celebrémus.\nPer Dóminum..."
      },
      {
        "title": "Preface of the Apostles",
        "english": "It is truly meet and just, right and for our salvation, to entreat Thee humbly, O Lord, that Thou wouldst not desert Thy flock, O everlasting Shepherd, but, through Thy blessed Apostles, wouldst keep it under Thy constant protection; that it may be governed by those same rulers, whom as vicars of Thy work, Thou didst set over it to be its pastors. And therefore with Angels and Archangels, with Thrones and Dominations, and with all the hosts of the heavenly army, we sing the hymn of Thy glory, evermore saying:\n\n*Preface of Easter during Paschaltide*",
        "latin": "Vere dignum et justum est, æquum et salutáre: Te, Dómine, supplíciter exoráre, ut gregem tuum, Pastor ætérne, non déseras: sed per beátos Apóstolos tuos contínua protectióne custódias. Ut iísdem rectóribus gubernétur, quos óperis tui vicários eídem contulísti præésse pastóres. Et ídeo cum Angelis et Archángelis, cum Thronis et Dominatiónibus cumque omni milítia cœléstis exércitus hymnum glóriæ tuæ cánimus, sine fine dicéntes:\n\n*Preface of Easter during Paschaltide*"
      },
      {
        "title": "Communion (Outside Paschaltide)",
        "english": "*Matt 19:28*\nYou who have followed Me shall sit on seats judging the twelve tribes of Israel.",
        "latin": "*Matt 19:28*\nVos, qui secuti estis me, sedebitis super sedes, judicantes duodecim tribus Israel."
      },
      {
        "title": "Communion (Paschaltide)",
        "english": "*Ps 18:5*\nTheir sound went forth into all the earth; and their words to the ends of the world. Alleluia, alleluia.",
        "latin": "*Ps 18:5*\nIn omnem terram exivit sonus eorum: et in fines orbis terræ vera eorum. Alleluia, alleluia."
      },
      {
        "title": "Postcommunion",
        "english": "Having received Thy sacraments, we beseech and supplicate Thee, O Lord, that, by the intercession of Thy blessed Apostles, the things which we do for the veneration of their glory may profit us unto our healing.\nThrough our Lord...",
        "latin": "Percéptis, Dómine, sacraméntis, supplíciter exorámus; ut, intercedéntibus beátis Apóstolis tuis, quæ pro illórum veneránda gérimus passióne, nobis profíciant ad medélam.\nPer Dóminum..."
      }
    ],
    "commemorations" : []
  }
]