{
  "title": "Particular Piety",
  "masses": [
    {
      "rank": 4,
      "title": "Our Lord Jesus Christ, The High Priest",
      "colors": "w",
      "propers": [
        {
          "title": "Introit",
          "english": "*Ps 109:4*\nThe Lord hath sworn, and He will not repent: Thou art a priest for ever according to the order of Melchisedech. (P.T. Alleluia, alleluia.)\n*Ps 109:1*\nThe Lord said to my Lord: Sit thou at my right hand.\nGlory be to the Father...\nThe Lord hath sworn, and He will not repent: Thou art a priest for ever according to the order of Melchisedech. (P.T. Alleluia, alleluia.)",
          "latin": "*Ps 109:4*\nJurávit Dóminus, et non pœnitébit eum: Tu es sacérdos in ætérnum secúndum órdinem Melchísedech. (T.P. Allelúja, allelúja.)\n*Ps 109:1*\nDixit Dóminus Dómino meo: Sede a dextris meis.\nGlória Patri...\nJuravit Dóminus, et non pœnitébit eum: Tu es sacérdos in ætérnum secúndum órdinem Melchísedech. (T.P. Allelúja, allelúja.)"
        },
        {
          "title": "Collect",
          "english": "O God, who for the glory of Thy Majesty and the salvation of the human race, didst establish Thine only begotten Son as the supreme and eternal Priest: grant that those He has chosen to dispense His mysteries may prove loyal in carrying out the ministry they have received.\nThrough the same Jesus Christ, Thy Son, our Lord...",
          "latin": "Deus, qui ad majestátis tuæ glóriam et géneris humáni salútem, Unigénitum tuum summum atque ætérnum constituísti Sacerdótem: præsta; ut quos minístros et mysteriórum suórum dispensatóres elégit, in accépto ministério adimpléndo fídéles inveniántur.\nPer eúndem Dóminum nostrum Jesum Christum, Fílium tuum..."
        },
        {
          "title": "Lesson",
          "english": "*Heb 5:1-11*\nBrethren: Every high priest taken from among men, is ordained for men in the things that appertain to God, that he may offer up gifts and sacrifices for sins; who can have compassion on them that are ignorant and err: because he himself also is compassed with infirmity. And therefore he ought, as for the people, so also for himself, to offer for sins. Neither doth any man take the honor to himself, but he that is called by God, as Aaron was. So Christ also did not glorify himself, that He might be made a high priest: but He that said unto Him: Thou art my Son, this day have I begotten Thee. As He saith also in another place: Thou art a priest for ever, according to the order of Melchisedech. Who in the days of his flesh, with a strong cry and tears, offering up prayers and supplications to Him that was able to save Him from death, was heard for His reverence. And whereas indeed He was the Son of God, He learned obedience by the things which He suffered: and being consummated, He became, to all that obey Him, the cause of eternal salvation. Called by God a high priest according to the order of Melchisedech. Of whom we have to say, and hard to be intelligibly uttered.",
          "latin": "*Heb 5:1-11*\nFratres: Omnis Póntifex ex homínibus assúmptus, pro homínibus constituítur in iis, quæ sunt ad Deum, ut ófferat dona, et sacrifícia pro peccátis: qui condolére possit iis, qui ignórant, et errant: quóniam et ipse circúmdatus est infirmitáte: et proptérea debet, quemádmodum pro pópulo ita étiam et prosemetípso offére pro peccátis. Nec quisquam sumit sibi honórem. sed qui vocátur a Deo, tamquam Aaron. Sic et Christus non semetípsum clarificávit ut póntifex fierret, sed qui locútus est ad eum: Fílius meus es tu: ego hódie génui te. Quemádmodum et in álio loco dicit: Tu es Sacérdos in ætérnum secundum órdinem Melchísedech. Qui in diébus carnis suæ preces supplicationésque ad eum, qui possit illum salvum fácere a morte, cum clamóre válido et lácrymis ófferens, exaudítus est pro sua reveréntia. Et quidem cum esset Fílius Dei didicit ex iis, quæ passus est obediéntiam: et consummátus, factus est ómnibus obtemperántibus sibi, causa salútis ætérnæ, appellátus a Deo póntifex juxta órdinem Melchísedech. De quo nobis grandis sermo, et ininterpretábilis ad dicéndum."
        },
        {
          "title": "Gradual",
          "english": "*Lk 4:18*\nThe Spirit of the Lord is upon me, wherefore He hath anointed me: he hath sent me to preach the Gospel to the poor, to heal the contrite of heart.",
          "latin": "*Lk 4:18*\nSpiritus Dómini super me, propter quod unxit me: Evangelizáre paupéribus misit me, sanáre contrítos corde."
        },
        {
          "title": "Lesser Alleluia",
          "english": "*Heb 7:24*\nAlleluia, alleluia.\nBut for that Jesus continueth forever, hath an everlasting priesthood.\nAlleluia.",
          "latin": "*Heb 7:24*\nAllelúja, allelúja.\nJesus autem eo quod máneat in ætérnum, sempitérnum habet sacerdótium.\nAllelúja."
        },
        {
          "title": "Tract",
          "english": "*Ps 9:34-36*\nArise, O Lord God, let Thy hand be exalted: forget not the poor. See, for Thou considerest labor and sorrow: To Thee is the poor man left: Thou wilt be a helper to the orphan.",
          "latin": "*Ps 9:34-36*\nExsúrge, Dómine Deus, exaltétur manus tua: ne obliviscáris páuperum. Vide quóniam tu labórem et dolórem consíderas: Tibi derelíctus est pauper: órphano tu eris adjutor."
        },
        {
          "title": "Greater Alleluia",
          "english": "*Heb 7:24*\nAlleluia, alleluia.\nBut for that Jesus continueth forever, hath an everlasting priesthood.\nAlleluia.\n*Lk 4:18*\nThe Spirit of the Lord is upon me, wherefore He hath anointed me to preach the gospel to the poor, He hath sent me to heal the contrite of heart.\nAlleluia.",
          "latin": "*Heb 7:24*\nAllelúja, allelúja.\nJesus autem eo quod máneat in ætérnum, sempitérnum habet sacerdótium.\nAllelúja.\n*Lk 4:18*\nSpíritus Dómini super me: propter quod unxit me, evangelizáre paupéribus misit me, sanáre contrítos corde.\nAllelúja."
        },
        {
          "title": "Gospel",
          "english": "*Lk 22:14-20*\nAt that time: Jesus sat down, and the twelve Apostles with Him. And He said to them: With desire I have desired to eat this pasch with you, before I suffer. For I say to you, that from this time I will not eat it, till it be fulfilled in the kingdom of God. And having taken the chalice, He gave thanks, and said: Take, and divide it among you: for I say to you, that I will not drink of the fruit of the vine, till the kingdom of God come. And taking bread, He gave thanks, and brake; and gave to them, saying: This is my Body, which is given for you. Do this for commemoration of me. In like manner the chalice also, after he had supped saying: This is the chalice, the new testament in my Blood, which shall be shed for you.",
          "latin": "*Lk 22:14-20*\nIn illo témpore: Discúbuit Jesus, et duódecim Apóstoli cum eo. Et ait illis: Desidério desiderávi hoc Pascha manducáre vobíscum, ántequam pátiar. Dico enim vobis, quia ex hoc non manducábo illud, donec impleátur in regno Dei. Et accépto cálice, grátias egit, et dixit: Accípite, et divídite inter vos. Dico enim vobis, quod non bibam de generatióne vitis, donec regnum Dei véniat. Et accépto pane, grátias egit, et fregit,et dedit eis, dicens: Hoc est Corpus meum, quod pro vobis datur, hoc fácite in meam commemmoratiónem. Simíliter et cálicem, postquam cœnávit, dicens: Hic est calix novum testaméntum in sánguine meo, qui pro vobis fundétur."
        },
        {
          "title": "Offertory",
          "english": "*Heb 10:12-14*\nChrist offering one sacrifice for sins, for ever sitteth on the right hand of God: For by one oblation He hath perfected for ever them that are sanctified.",
          "latin": "*Heb 10:12-14*\nChristus unam pro peccátis ófferens hóstiam, in sempitérnum sedet in déxtera Dei: una enim oblatióne consummávit in ætérnum sanctificátos."
        },
        {
          "title": "Secret",
          "english": "O Lord, may our Mediator Jesus Christ make these offerings agreeable to Thee: and along with Himself may He offer us to Thee as a thank-offering: Who lives and reigns with Thee in the unity of the Holy Spirit, God, forever and ever.",
          "latin": "Hæc múnera, Dómine, mediátor noster Jesus Christus Tibi reddat accépta: et nos, una secum, hóstias tibi gratas exhíbeat:\nQui tecum..."
        },
        {
          "title": "Preface of the Season",
          "english": "",
          "latin": ""
        },
        {
          "title": "Communion",
          "english": "*1 Cor 11:24-25*\nThis Body which shall be delivered for you; this chalice is the new testament in my blood saith the Lord: this do for the commemoration of me. (P.T. Alleluia.)",
          "latin": "*1 Cor 11:24-25*\nHoc Corpus, quod pro vobis tradétur: hic calix novi testaménti est in meo sánguine, dicit Dóminus: hoc fácite, quotiescúmque súmitis, in meam commemoratiónem. (T.P.Allelúja.)"
        },
        {
          "title": "Postcommunion",
          "english": "We beseech Thee, O Lord, may the divine host which we have offered up and received, quicken us; that, bound to Thee by an eternal love, we may bear fruit that will abide forever.\nThrough our Lord...",
          "latin": "Vivificet nos, quæsumus Dómine, divína quam obtúlimus et súmpsimus hóstia: ut perpétua Tibi caritáte conjúncti, fructum, qui semper máneat, afferámus.\nPer Dóminum..."
        }
      ],
      "commemorations" : []
    },
    {
      "rank": 4,
      "title": "The Sacred Heart",
      "colors": "w",
      "propers": [
        {
          "title": "Introit",
          "english": "*Ps 32:11*\nThe thoughts of His Heart are from generation to generation: to save their souls from death, and to feed them in famine.\n*Ps 32:19*\nRejoice in the Lord, O ye just: praise becometh the upright.\nGlory be to the Father...\nThe thoughts of His Heart are from generation to generation: to save their souls from death, and to feed them in famine.",
          "latin": "*Ps 32:11*\nCogitatiónes Cordis ejus in generatiónes et generatiónem: ut éruat a morte ánimas eórum et alat eos in fame.\n*Ps 32:19*\nExsultáte, justi, in Dómino, rectos decet collaudátio.\nGlória Patri...\nCogitatiónes Cordis ejus in generatiónes et generatiónem: ut éruat a morte ánimas eórum et alat eos in fame."
        },
        {
          "title": "Collect",
          "english": "O God, who in the Heart of Thy Son, wounded by our sins, dost mercifully vouchsafe to bestow upon us the boundless treasures of Thy love: grant, we beseech Thee, that we who now render Him the service of our devotion and piety, may also fulfill our duty of worthy satisfaction.\nThrough the same Jesus Christ, Thy Son, our Lord...",
          "latin": "Deus, qui nobis in Corde Fílii tui, nostris vulneráto peccátis, infinítos dilectiónis thesáuros misericórditer largíri dignáris: concéde, quǽsumus; ut, illi devótum pietátis nostræ præstántes obséquium, dignæ quoque satisfactiónis exhibeámus offícium.\nPer eúndem Dóminum nostrum Jesum Christum, Fílium tuum..."
        },
        {
          "title": "Lesson",
          "english": "*Eph 3:8-19*\nBrethren, To me, the least of all the Saints, is given this grace, to preach among the Gentiles the unsearchable riches of Christ: and to enlighten all men, that they may see what is the dispensation of the mystery which hath been hidden from eternity in God, who created all things: that the manifold wisdom of God may be made known to the principalities and powers in heavenly places through the Church, according to the eternal purpose which He made in Christ Jesus our Lord: in whom we have boldness and access with confidence by the faith of Him. For this cause I bow my knees to the Father of our Lord Jesus Christ, of whom all paternity in heaven and earth is named, that He would grant you according to the riches of His glory, to be strengthened by His Spirit with might unto the inward man, that Christ may dwell by faith in your hearts: that, being rooted and grounded in charity, you may be able to comprehend with all the Saints, what is the breadth and length, and height and depth: to know also the charity of Christ which surpasseth all knowledge, that you may be filled unto all the fullness of God.",
          "latin": "*Eph 3:8-19*\nFratres: Mihi, ómnium sanctórum mínimo, data est grátia hæc, in géntibus evangelizáre investigábiles divítias Christi, et illumináre omnes, quæ sit dispensátio sacraménti abscónditi a saeculis in Deo, qui ómnia creávit: ut innotéscat principátibus et potestátibus in cæléstibus per Ecclésiam multifórmis sapiéntia Dei, secúndum præfinitiónem sæculórum, quam fecit in Christo Jesu, Dómino nostro, in quo habémus fidúciam et accéssum in confidéntia per fidem ejus. Hujus rei grátia flecto génua mea ad Patrem Dómini nostri Jesu Christi, ex quo omnis patérnitas in cælis et in terra nominátur, ut det vobis, secúndum divítias glóriæ suæ, virtúte corroborári per Spíritum ejus in interiórem hóminem, Christum habitáre per fidem in córdibus vestris: in caritáte radicáti et fundáti, ut póssitis comprehéndere cum ómnibus sanctis, quæ sit latitúdo, et longitúdo, et sublímitas, et profúndum: scire étiam supereminéntem sciéntiæ caritátem Christi, ut impleámini in omnem plenitúdinem Dei."
        },
        {
          "title": "Gradual",
          "english": "*Ps 24:8-9*\nThe Lord is sweet and righteous: therefore He will give a law to sinners in the way. He will guide the mild in judgment: He will teach the meek His ways.",
          "latin": "*Ps 24:8-9*\nDulcis et rectus Dóminus: propter hoc legem dabit delinquéntibus in via. Díriget mansúetos in judício, docébit mites vias suas."
        },
        {
          "title": "Lesser Alleluia",
          "english": "*Matt 11:29*\nAlleluia, alleluia.\nTake my yoke upon you and learn from Me, because I am meek and humble of Heart: and you shall find rest to your souls.\nAlleluia.",
          "latin": "*Matt 11:29*\nAllelúja, allelúja.\nTóllite iugum meum super vos, et díscite a me, quia mitis sum et húmilis Corde, et inveniétis réquiem animábus vestris.\nAllelúja."
        },
        {
          "title": "Tract",
          "english": "*Ps 102:8-10*\nThe Lord is merciful and compassionate: long-suffering and plenteous in mercy. He will not always be angry: nor will He threaten for ever. He hath not dealt with us according to our sins: nor rewarded us according to our iniquities.",
          "latin": "*Ps 102:8-10*\nMiséricors et miserátor Dóminus, longánimis et multum miséricors. Non in perpétuum irascétur, neque in ætérnum comminábitur. Non secúndum peccáta nostra fecit nobis, neque secúndum iniquitátes nostras retríbuet nobis."
        },
        {
          "title": "Greater Alleluia",
          "english": "*Matt 11:29*\nAlleluia, alleluia.\nTake my yoke upon you and learn of me, because I am meek and humble of heart: and you shall find rest to your souls.\nAlleluia.\n*Matt 11:28*\nCome to me, all you that labor and are burdened, and I will refresh you.\nAlleluia.",
          "latin": "*Matt 11:29*\nAllelúja, allelúja.\nTóllite jugum meum super vos et díscite a me, quia mitis sum et húmilis Corde, et inveniétis réquiem animábus vestris.\nAllelúja.\n*Matt 11:28*\nVeníte ad me omnes qui laborátis et oneráti estis et ego refíciam vos.\nAllelúja."
        },
        {
          "title": "Gospel",
          "english": "*Jn 19:31-37*\nAt that time: The Jews (because it was the Parasceve), that the bodies might not remain upon the cross on the Sabbath day (for that was a great Sabbath day) besought Pilate that their legs might be broken, and that they might be taken away. The soldiers therefore came: and they broke the legs of the first, and of the other that was crucified with Him. But after they were come to Jesus, when they saw that He was already dead they did not break His legs. But one of the soldiers with a spear opened His side, and immediately there came out blood and water. And he that saw it hath given testimony: and his testimony is true. And he knoweth that he saith true, that you may believe. For these things were done that the Scripture might be fulfilled: You shall not break a bone of Him. And again another Scripture saith: They shall look on Him whom they pierced.",
          "latin": "*Jn 19:31-37*\nIn illo témpore: Judǽi, quóniam Parascéve erat, ut non remanérent in cruce córpora sábbato, erat enim magnus dies ille sábbati, rogavérunt Pilátum, ut frangeréntur eórum crura, et tolleréntur. Venérunt ergo mílites: et primi quidem fregérunt crura et alteríus, qui crucifíxus est cum eo. Ad Jesum autem cum veníssent, ut vidérunt eum jam mórtuum, non fregérunt ejus crura, sed unus mílitum láncea latus ejus apéruit, et contínuo exívit sanguis et aqua. Et qui vidit, testimónium perhíbuit: et verum est testimónium ejus. Et ille scit quia vera dicit, ut et vos credátis. Facta sunt enim hæc ut Scriptúra implerétur: Os non comminuétis ex eo. Et íterum alia Scriptúra dicit: Vidébunt in quem transfixérunt."
        },
        {
          "title": "Offertory",
          "english": "*Ps 68:21*\nMy Heart hath expected reproach and misery; and I looked for one that would grieve together with me, but there was none: and for one that would comfort me, and I found none.",
          "latin": "*Ps 68:21*\nImpropérium exspectávi Cor meum et misériam: et sustínui, qui simul mecum contristarétur, et non fuit: consolántem me quæsívi, et non invéni."
        },
        {
          "title": "Secret",
          "english": "Have regard, we beseech Thee, O Lord, to the inexpressible love of the Heart of Thy beloved Son: so that what we offer may be a gift acceptable to Thee, and an expiation for our offenses.\nThrough the same Jesus Christ, Thy Son, our Lord...",
          "latin": "Réspice, quǽsumus, Dómine, ad ineffábilem Cordis dilécti Fílii tui caritátem: ut quod offérimus sit tibi munus accéptum et nostrórum expiátio delictórum.\nPer eúndem Dóminum nostrum Jesum Christum, Fílium tuum..."
        },
        {
          "title": "Preface of the Sacred Heart",
          "english": "It is truly meet and just, right and for our salvation, that we should at all times and in all places give thanks to Thee, holy Lord, Father almighty, eternal God: Whose will it was that Thine only-begotten Son, while hanging on the Cross, should be pierced by the soldier’s lance: that the Heart thus opened should, as from a well of divine bounty, pour over us streams of mercy and of grace: and that the Heart which never ceased to burn with love for us, should be for the devout a haven of rest and for the penitent an open refuge of salvation. And therefore with Angels and Archangels, with Thrones and Dominations, and with all the hosts of the heavenly army, we sing a hymn to Thy glory, evermore saying:",
          "latin": "Vere dignum et justum est, æquum et salutáre, nos tibi semper et ubíque grátias ágere: Dómine sancte, Pater omnípotens, ætérne Deus: Qui Unigénitum tuum, in Cruce pendéntem, láncea mílitis transfígi voluísti: ut apértum Cor, divínæ largitátis sacrárium, torréntes nobis fúnderet miseratiónis et grátiæ: et, quod amóre nostri flagráre numquam déstitit, piis esset réquies et pœniténtibus patéret salútis refúgium. Et ídeo cum Ángelis et Archángelis, cum Thronis et Dominatiónibus cumque omni milítia cæléstis exércitus hymnum glóriæ tuæ cánimus, sine fine dicéntes:"
        },
        {
          "title": "Communion",
          "english": "*Jn 19:34*\nOne of the soldiers with a spear opened His side, and immediately there came out blood and water.",
          "latin": "*Jn 19:34*\nUnus mílitum láncea latus ejus apéruit, et contínuo exívit sanguis et aqua."
        },
        {
          "title": "Postcommunion",
          "english": "May Thy holy Mysteries, O Lord Jesus, impart to us divine fervor: wherein we may taste the sweetness of Thy most loving Heart, and learn to despise what is earthly and love what is heavenly: Who lives and reigns with God the Father in the unity of the Holy Spirit, God, forever and ever.",
          "latin": "Prǽbeant nobis, Dómine Jesu, divínum tua sancta fervórem: quo dulcíssimi Cordis tui suavitáte percépta; discámus terréna despícere, et amáre cæléstia: Qui vivis et regnas, cum Deo Patre in unitáte Spíritus Sancti, Deus, per ómnia sǽcula sæculórum."
        }
      ],
      "commemorations" : []
    },
    {
      "rank": 4,
      "title": "The Immaculate Heart",
      "colors": "w",
      "propers": [
        {
          "title": "Introit",
          "english": "*Heb 4:16*\nLet us come with confidence to the throne of grace, that we may obtain mercy, and may find grace in seasonable aid. (P.T. Alleluia, alleluia.)\n*Ps 44:2*\nMy heart hath uttered a good word: I speak my works to the King.\nGlory be to the Father...\nLet us come with confidence to the throne of grace, that we may obtain mercy, and may find grace in seasonable aid. (P.T. Alleluia, alleluia.)",
          "latin": "*Heb 4:16*\nAdeámus cum fidúcia ad thronum grátiæ, ut misericórdiam consequámur, et grátiam inveniámus in auxílio opportúno. (T.P. Allelúia, allelúia.)\n*Ps 44:2*\nEructávit cor meum verbum bonum: dico ego ópera mea Regi.\nGlória Patri...\nAdeámus cum fidúcia ad thronum grátiæ, ut misericórdiam consequámur, et grátiam inveniámus in auxílio opportúno. (T.P. Allelúja, allelúja.)"
        },
        {
          "title": "Collect",
          "english": "Almighty everlasting God, who in the heart of the blessed Virgin Mary didst prepare a dwelling worthy of the Holy Spirit; grant in Thy mercy, that we who with devout minds celebrate the festival of that immaculate heart, may be able to live according to Thine own Heart.\nThrough our Lord...",
          "latin": "Omnípotens sempitérne Deus, qui in Corde beátæ Maríæ Vírginis dignum Spíritus Sancti habitáculum præparásti: concéde propítius; ut ejúsdem immaculáti Cordis festivitátem devóta mente recoléntes, secúndum cor tuum vívere valeámus.\nPer Dóminum..."
        },
        {
          "title": "Lesson",
          "english": "*Ecc 24:23-31*\nAs the vine I have brought forth a pleasant odor, and my flowers are the fruit of honor and riches. I am the mother of fair love, and of fear, and of knowledge, and of holy hope. In me is all grace of the way and of the truth, in me is all hope of life and of virtue. Come over to me, all ye that desire me, and be filled with my fruits; for my spirit is sweet above honey, and mine inheritance above honey and the honey-comb. My memory is unto everlasting generations. They that eat me, shall yet hunger; and they that drink me, shall yet thirst. He that hearkeneth to me shall not be confounded, and they that work by me shall not sin. They that explain me shall have life everlasting.",
          "latin": "*Ecc 24:23-31*\nEgo quasi vitis fructifiávi suavitátem odóris: et flores mei, fructus honóris et honestátis. Ego mater pulchræ dilectiónis, et timóris, et agnitiónis, et sanctæ spei.In me grátia omnis viæ et veritátis: in me omnis spes vitæ et virtútis. Transíte ad me, omnes qui concupíscitis me, et a generatiónibus meis implémini. Spíritus enim meus super mel dulcis, et heréditas mea super mel et favum. Memória mea in generations sæculórum. Qui edunt me, adhuc esurient: et qui bibunt me, adhuc sítient. Qui audit me, non confundétur: et qui operántur in me, non peccábunt. Qui elúcidant me vitam ætérnam habébunt."
        },
        {
          "title": "Gradual",
          "english": "*Ps 12:6*\nMy heart shall rejoice in Thy salvation: I will sing to the Lord, Who giveth me good things: yea I will sing to the name of the Lord the most High.\n*Ps 44:18*\nThey shall remember Thy name throughout all generations. Therefore shall people praise thee for ever.",
          "latin": "*Ps 12:6*\nExsultabit cor meum insalutári tuo: cantábo Dómino qui bona tríbuit mihi: et psallam nómini Dómini altíssimi.\n*Ps 44:18*\nMémores erunt nóminis tui in omni generatióne et generatiónem: proptérea pópuli confitebúntur tibi in ætérnum."
        },
        {
          "title": "Lesser Alleluia",
          "english": "*Lk 1:46-47*\nAlleluia, alleluia.\nMy soul doth magnify the Lord and my spirit hath rejoiced in God my Savior.\nAlleluia.",
          "latin": "*Lk 1:46-47*\nAllelúja, allelúja.\nMagníficat ánima mea Dóminum: et exsultávit spíritus meus in Deo salutári meo.\nAllelúja."
        },
        {
          "title": "Tract",
          "english": "*Prov 8:32,35*\nNow therefore, children, hear me: Blessed are they that keep my ways. Hear instruction and be wise, and refuse it not. Blessed is the man that heareth me, and that watcheth daily at my gates and waiteth at the posts of my door. He that shall find me shall find life, and shall have salvation from the Lord.",
          "latin": "*Prov 8:32,35*\nNunc ergo, fílii, audíte me Beáti, qui custódiunt via meas. Audíte disciplínam et estóte sapiéntes, et nolíte abícere eam. ℣. Beátus homo qui audit me, et qui vígilat ad fores meas quotídie, et obsérvat ad postes óstii mei. ℣. Qui me invénerit, invéniet vitam, et háuriet salútem a Dómino."
        },
        {
          "title": "Gospel",
          "english": "*Jn 19:25-27*\nAt that time, there stood by the cross of Jesus His Mother, and His Mother’s sister, Mary of Cleophas, and Mary Magdalen. When Jesus therefore had seen His Mother and the disciple standing whom He loved, He saith to His Mother: Woman, behold thy son. After that, He saith to the disciple: Behold thy mother. And from that hour, the disciple took her to his own.",
          "latin": "*Jn 19:25-27*\nIn illo tempore: Stabant autem juxta crucem Jesu, mater ejus, et soror matris ejus María Cléophæ, et María Magdaléne. Cum vidísset ergo Jesus matrem, et discípulum stantem, quem diligébat, dicit matri suæ: Múlier, ecce fílius tuus. Deínde dicit discípulo: Ecce mater tua. Et ex illa hora accépit eam discípulus in sua."
        },
        {
          "title": "Offertory",
          "english": "*Lk 1:46*\nMy spirit hath rejoiced in God my Savior: because He that is mighty hath done great things to me and holy is His Name. (P.T. Alleluia.)",
          "latin": "*Lk 1:46*\nExultavit spíritus meus in Deo salutári meo: quia fecit mihi magna qui potens est et sanctum nomen ejus. (T.P. Allelúja.)"
        },
        {
          "title": "Secret",
          "english": "We who offer to Thy majesty the Lamb without blemish, beseech Thee, O Lord, that our hearts may be kindled by that divine fire which so ineffably inflamed the heart of the blessed Virgin Mary.\nThrough the same Jesus Christ, Thy Son, our Lord...",
          "latin": "Majestati tuæ, Dómine, Agnum immaculátum offeréntes, quǽsumus: ut corda nostra ignis ille divínus accéndat, qui Cor beátæ Maríæ Vírginis ineffabíliter inflammávit.\nPer eúndem Dóminum nostrum Jesum Christum, Fílium tuum..."
        },
        {
          "title": "Preface of the Blessed Virgin Mary",
          "english": "It is truly meet and just, right and for our salvation that we always and everywhere give thanks unto Thee, O holy Lord, Father almighty, everlasting God: and that we should praise and bless, and proclaim Thee, in veneration of the Blessed Mary, ever Virgin: Who also conceived Thine only-begotten Son by the overshadowing of the Holy Spirit, and the glory of her virginity still abiding, gave forth to the world the everlasting Light, Jesus Christ our Lord. Through Whom the Angels praise Thy Majesty, the Dominations adore it, the Powers tremble: the heavens and the hosts of heaven, and the blessed Seraphim, together celebrate in exultation. With whom, we pray Thee, command that our voices of supplication also be joined in acknowledging Thee saying:",
          "latin": "Vere dignum et justum est, æquum et salutáre, nos tibi semper et ubíque grátias ágere: Dómine sancte, Pater omnípotens, ætérne Deus: Et te in Veneratióne beátæ Maríæ semper Vírginis collaudáre, benedícere et prædicáre. Quæ et Unigénitum tuum Sancti Spíritus obumbratióne concépit: et, virginitátis glória permanénte, lumen ætérnum mundo effúdit, Jesum Christum, Dóminum nostrum. Per quem maiestátem tuam laudant Ángeli, adórant Dominatiónes, tremunt Potestátes. Cæli cælorúmque Virtútes ac beáta Séraphim sócia exsultatióne concélebrant. Cum quibus et nostras voces ut admítti júbeas, deprecámur, súpplici confessióne dicéntes:"
        },
        {
          "title": "Communion",
          "english": "*Jn 19:27*\nJesus saith to His mother: Woman, behold thy son. After that, He saith to the disciple: Behold thy mother. And from that hour, the disciple took her to his own. (P.T. Alleluia.)",
          "latin": "*Jn 19:27*\nDixit Jesus matri suæ: Múlier, ecce fílius tuus: deinde dixit discípulo: Ecce Mater tua. Et ex illa hora accépit eam discípulus in sua. (T.P. Allelúia.)"
        },
        {
          "title": "Postcommunion",
          "english": "Refreshed by these divine gifts we humbly beseech Thee, O Lord, that by the intercession of the Blessed Virgin Mary whose immaculate heart we now solemnly celebrate, we may be delivered from present dangers and obtain the joys of eternal life.\nThrough our Lord...",
          "latin": "Divinis refecti munéribus te, Dómine, supplíciter exorámus: ut beátæ Maríæ Vírginis intercessióne, cujus immaculáti Cordis solémnia venerándo égimus, a præséntibus perículis liberáti, ætérnæ vitæ gáudia consequámur.\nPer Dóminum..."
        }
      ],
      "commemorations" : []
    },
    {
      "rank": 4,
      "title": "Our Lady (Advent)",
      "colors": "w",
      "propers": [
        {
          "title": "Introit",
          "english": "*Isa 45:8*\nDrop down dew, ye heavens, from above, and let the clouds rain the just: let the earth be opened and bud forth a Savior.\n*Ps 84:2*\nLord, Thou hast blessed Thy land: Thou hast turned away the captivity of Jacob.\nGlory be to the Father...\nDrop down dew, ye heavens, from above, and let the clouds rain the just: let the earth be opened and bud forth a Savior.",
          "latin": "*Isa 45:8*\nRoráte, cæli, désuper, et nubes pluant justum: aperiátur terra, et gérminet Salvatórem.\n*Ps 84:2*\nBenedixísti, Domine, terram tuam: avertísti captivitátem Jacob.\nGlória Patri...\nRoráte, cæli, désuper, et nubes pluant justum: aperiátur terra, et gérminet Salvatórem."
        },
        {
          "title": "Collect",
          "english": "O God, Who didst will that at the message of an Angel, Thy Word should take flesh in the womb of the blessed Virgin Mary, grant that we, Thy suppliants, who believe her to be truly the Mother of God, may be helped by her intercession with Thee.\nThrough the same Jesus Christ, Thy Son, our Lord...",
          "latin": "Deus, qui de beátæ Maríæ Vírginis útero Verbum tuum, Angelo nuntiánte, carnem suscípere voluísti: præsta supplícibus tuis; ut, qui vere eam Genetrícem Dei crédimus, ejus apud te intercessiónibus adjuvémur.\nPer eúndem Dóminum nostrum Jesum Christum, Fílium tuum..."
        },
        {
          "title": "Lesson",
          "english": "*Isa 7:10-15*\nIn those days, the Lord spoke to Achaz, saying: Ask thee a sign of the Lord thy God, either unto the depth of hell, or unto the height above. And Achaz said: I will not ask, and I will not tempt the Lord. And He said: Hear ye therefore, O house of David: Is it a small thing for you to be grievous to men, that you are grievous to my God also? Therefore the Lord Himself shall give you a sign. Behold a Virgin shall conceive, and bear a Son, and His name shall be called Emmanuel. He shall eat butter and honey, that He may know to refuse the evil, and to choose the good.",
          "latin": "*Isa 7:10-15*\nIn diébus illis: Locútus est Dóminus ad Achaz, dicens: Pete tibi signum a Dómino Deo tuo, in profúndum inférni, sive in excélsum supra. Et dixit Achaz: Non petam et non tentábo Dóminum. Et dixit: Audíte ergo, domus David: Numquid parum vobis est, moléstos esse homínibus, quia molesti estis et Deo meo ? Propter hoc dabit Dóminus ipse vobis signum. Ecce, virgo concípiet, et páriet fílium, et vocábitur nomen ejus Emmánuel. Butýrum et mel cómedet, ut sciat reprobáre malum, et elígere bonum."
        },
        {
          "title": "Gradual",
          "english": "*Ps 23:7*\nLift up your gates, O ye princes; and be ye lifted up, O eternal gates: and the King of glory shall enter in.\n*Ps 23:3-4*\nWho shall .ascend into the mountain of the Lord, or who shall stand in His holy place? The innocent in hands and clean of heart.",
          "latin": "*Ps 23:7*\nTóllite portas, príncipes, vestras: et elevámini, portæ æternáles: et introíbit Rex glóriæ.\n*Ps 23:3-4*\nQuis ascéndet in montem Dómini, aut quis stabit in loco sancto ejus? Innocens mánibus et mundo corde."
        },
        {
          "title": "Lesser Alleluia",
          "english": "*Lk 1:28*\nAlleluia, alleluia.\nHail Mary, full of grace, the Lord is with thee: blessed art thou among women.\nAlleluia.",
          "latin": "*Lk 1:28*\nAllelúja, allelúja.\nAve, María, grátia plena: Dóminus tecum: benedícta tu in muliéribus.\nAllelúja."
        },
        {
          "title": "Gospel",
          "english": "*Lk 1:26-38*\nAt that time the Angel Gabriel was sent from God into a city of Galilee, called Nazareth, to a virgin espoused to a man whose name was Joseph, of the house of David, and the virgin's name was Mary. And the Angel being come in, said unto her: Hail, full of grace: the Lord is with thee: blessed art thou among women. Who having heard, was troubled at his saying: and thought with herself what manner of salutation this should be. And the Angel said to her: Fear not, Mary, for thou hast found grace with God: behold thou shalt conceive in thy womb, and shall bring forth a son, and thou shalt call His name Jesus. He shall be great, and shall be called the Son of the Most High, and the Lord God shall give unto Him the throne of David His father; and He shall reign in the house of Jacob for ever, and of His kingdom there shall be no end. And Mary said to the Angel: How shall this be done, because I know not man? And the Angel answering, said to her: The Holy Spirit shall come upon thee, and the power of the Most High shall overshadow thee. And therefore also the Holy which shall be born of thee shall be called the Son of God. And behold thy cousin Elizabeth, she also hath conceived a son in her old age; and this is the sixth month with her that is called barren; because no work shall be impossible with God. And Mary said: Behold the handmaid of the Lord, be it done to me according to thy word.",
          "latin": "*Lk 1:26-38*\nIn illo témpore: Missus est Ángelus Gábriël a Deo in civitátem Galilǽæ, cui nomen Názareth, ad Vírginem desponsátam viro, cui nomen erat Joseph, de domo David, et nomen Vírginis María. Et ingréssus Ángelus ad eam, dixit: Ave grátia plena: Dóminus tecum: benedícta tu in muliéribus. Quæ cum audísset, turbáta est in sermóne ejus: et cogitábit qualis esset ista salutátio. Et ait Ángelus ei: Ne tímeas, María, invenísti enim grátiam apud Deum: ecce concípies in útero, et páries fílium, et vocábis nomen ejus Jesum. Hic erit magnus, et Fílius Altíssimi vocábitur, et dabit illi Dóminus Deus sedem David patris ejus: et regnábit in domo Jacob in ætérnum, et regni ejus non erit finis. Dixit autem María ad Angelum: Quómodo fiet istud, quóniam virum non cognósco? Et respóndens Ángelus, dixit ei: Spíritus Sanctus supervéniet in te, et virtus Altíssimi obumbrábit tibi. Ideóque et quod nascétur ex te Sanctum, vocábitur Fílius Dei. Et ecce, Elísabeth, cognáta tua, et ipsa concépit fílium in senectúte sua:et hic mensis sextus est illi, quæ vocátur stérilis: quia non erit impossíbile apud Deum omne verbum. Dixit autem María: Ecce ancílla Dómini, fiat mihi secúndum verbum tuum."
        },
        {
          "title": "Offertory",
          "english": "*Lk 1:28,42*\nHail Mary, full of grace; the Lord is with thee. Blessed art thou among women, and blessed is the fruit of thy womb.",
          "latin": "*Lk 1:28,42*\nAve, María, grátia plena: Dóminus tecum: benedícta tu in muliéribus, et benedíctus fructus ventris tui."
        },
        {
          "title": "Secret",
          "english": "Strengthen in our minds, O Lord, we beseech Thee, the mysteries of the true faith: that confessing Him Who was conceived of the Virgin to be true God and true man, we may deserve, through the power of His saving resurrection, to attain everlasting joy.\nThrough the same Jesus Christ, Thy Son, our Lord...",
          "latin": "In méntibus nostris, quǽsumus, Dómine, veræ fídei sacraménta confírma: ut, qui concéptum de Vírgine Deum verum et hóminem confitémur: per ejus salutíferæ resurrectiónis poténtiam, ad ætérnam mereámur perveníre lætítiam.\nPer eúndem Dóminum nostrum Jesum Christum, Fílium tuum..."
        },
        {
          "title": "Preface of the Blessed Virgin Mary",
          "english": "It is truly meet and just, right and for our salvation that we always and everywhere give thanks unto Thee, O holy Lord, Father almighty, everlasting God: and that we should praise and bless, and proclaim Thee, in veneration of the Blessed Mary, ever Virgin: Who also conceived Thine only-begotten Son by the overshadowing of the Holy Spirit, and the glory of her virginity still abiding, gave forth to the world the everlasting Light, Jesus Christ our Lord. Through Whom the Angels praise Thy Majesty, the Dominations adore it, the Powers tremble: the heavens and the hosts of heaven, and the blessed Seraphim, together celebrate in exultation. With whom, we pray Thee, command that our voices of supplication also be joined in acknowledging Thee saying:",
          "latin": "Vere dignum et justum est, æquum et salutáre, nos tibi semper et ubíque grátias ágere: Dómine sancte, Pater omnípotens, ætérne Deus: Et te in Veneratióne beátæ Maríæ semper Vírginis collaudáre, benedícere et prædicáre. Quæ et Unigénitum tuum Sancti Spíritus obumbratióne concépit: et, virginitátis glória permanénte, lumen ætérnum mundo effúdit, Jesum Christum, Dóminum nostrum. Per quem maiestátem tuam laudant Ángeli, adórant Dominatiónes, tremunt Potestátes. Cæli cælorúmque Virtútes ac beáta Séraphim sócia exsultatióne concélebrant. Cum quibus et nostras voces ut admítti júbeas, deprecámur, súpplici confessióne dicéntes:"
        },
        {
          "title": "Communion",
          "english": "*Isa 7:14*\nBehold, a virgin shall conceive, and bring forth a son; and His name shall be called Emmanuel.",
          "latin": "*Isa 7:14*\nEcce Virgo concípiet et páriet fílium: et vocábitur nomen ejus Emmánuel."
        },
        {
          "title": "Postcommunion",
          "english": "Pour forth, we beseech Thee, O Lord, Thy grace into our hearts: that we, to whom the incarnation of Christ Thy Son was made known by the message of an Angel, may, by His passion and cross, be brought to the glory of His Resurrection.\nThrough the same Jesus Christ, Thy Son, our Lord...",
          "latin": "Grátiam tuam, quǽsumus, Dómine, méntibus nostris infúnde: ut qui, Ángelo nuntiánte, Christi Fílii tui, incarnatiónem cognóvimus; per passiónem ejus et crucem, ad resurrectiónis glóriam perducámur.\nPer eúndem Dóminum nostrum Jesum Christum, Fílium tuum..."
        }
      ],
      "commemorations" : []
    }
  ]
}