{
    "English": {
        "Most Necessary Prayers": {
            "Lord's Prayer": "Our Father,\nwho art in heaven,\nhallowed be Thy Name;\nthy kingdom come;\nthy will be done\non earth as it is in heaven.\nGive us this day our daily bread;\nand forgive us our trespasses\nas we forgive those that trespass against us;\nand lead us not into temptation,\nbut deliver us from evil.\nAmen.",
            "Angelic Salutation": "Hail Mary, full of grace,\nthe Lord is with thee.\nBlessed art thou amongst women,\nand blessed is the fruit of thy womb, Jesus.\nHoly Mary, Mother of God,\npray for us sinners,\nnow and at the hour of our death.\nAmen.",
            "Apostles' Creed": "I believe in God,\nthe Father Almighty,\nCreator of heaven and earth,\nand in Jesus Christ, His only Son, our Lord,\nwho was conceived by the Holy Ghost,\nborn of the Virgin Mary,\nsuffered under Pontius Pilate,\nwas crucified, died and was buried;\nHe descended into hell;\non the third day He rose again from the dead;\nHe ascended into heaven,\nand is seated at the right hand of God the Father Almighty;\nfrom there He will come to judge the living and the dead.\n\nI believe in the Holy Ghost,\nthe Holy Catholic Church,\nthe communion of Saints,\nthe forgiveness of sins,\nthe resurrection of the body,\nand life everlasting. Amen.",
            "Gloria Patri (Doxology)": "Glory be to the Father,\nand to the Son,\nand to the Holy Ghost.\nAs it was in the beginning,\nis now, and ever shall be,\nworld without end.\nAmen.",
            "Confiteor": "I confess to Almighty God,\r\nto Blessed Mary ever Virgin,\r\nto Blessed Michael the Archangel,\r\nto Blessed John the Baptist,\r\nto the Holy Apostles Peter and Paul,\r\nand to all the Angels and Saints,\r\nthat I have sinned exceedingly in thought, word, deed,\r\nthrough my fault, through my fault, through my most grievous fault.\r\n\r\nTherefore I ask Blessed Mary ever Virgin,\r\nBlessed Michael the Archangel,\r\nBlessed John the Baptist,\r\nthe Holy Apostles Peter and Paul,\r\nand all the Angels and Saints,\r\nto pray for me to the Lord our God.\r\n\r\nMay Almighty God have mercy on me, forgive me my sins, and bring me to everlasting life. Amen.\r\n\r\nMay the Almighty and merciful Lord grant me pardon, absolution, and remission of all my sins. Amen.",
            "Blessing Before Meals": "Bless us, O Lord, and these Thy gifts, which we are about to recieve from Thy bounty. Through Christ our Lord.\nAmen.\n\nLord, have mercy on us.\nChrist, have mercy on us.\nLord, have mercy on us.\n\nOur Father...\nHail Mary..",
            "Grace After Meals": "We give Thee thanks, almighty God, for all Thy benefits; who livest and reignest, world without end.\nAmen.\n\nLord, have mercy on us.\nChrist, have mercy on us.\nLord, have mercy on us.\n\nOur Father...\nHail Mary...",
            "Act of Faith": "O my God, I firmly believe in one God in three Divine Persons - \r\nthe Father, the Son, and the Holy Ghost;\r\nI believe in Jesus Christ, the true and only Son of God, who was born of the Virgin Mary, and who died on the cross for our salvation;\r\nI also believe all the sacred truths the Catholic Church believes and teaches, because Thou hast revealed them, who canst neither deceive nor be deceived.",
            "Act of Hope": "O my God, relying upon Thy infinite goodness and promises,\nI hope to obtain pardon for my sins,\ngrace to serve Thee in this world,\nand life everlasting,\nthrough the merits of Jesus Christ, my Lord and Redeemer.",
            "Act of Charity": "O my God, I love Thee above all things,\nwith my whole heart and soul,\nbecause Thou art infinitely worthy of all love;\nI love also my neighbor as myself for the love of Thee:\nI forgive all who have injured me,\nand ask pardon of all whom I have injured.",
            "Act of Contrition": "O my God, I am heartily sorry for having offended Thee and I detest all my sins because of Thy just punishments,\nbut most of all because they offend Thee, my God,\nwho art all good and deserving of all my love.\nI firmly resolve, with the help of Thy grace,\nto sin no more and avoid the near occasions of sin.",
            "Guardian Angel": "Angel of God, my guardian dear,\nto whom God's love commits me here,\never this day be at my side,\nto light and guard, to rule and guide.\nAmen.",
            "Veni Sancte Spiritus": "Come Holy Ghost, fill the hearts of Thy faithful and enkindle in them the fire of Thy love.\n\n℣. Send forth Thy Spirit and they shall be created,\n℟. And Thou shalt renew the face of the earth.\n\nLet us pray.\nO God, Who didst instruct the hearts of the faithful by the light of the Holy Ghost, grant us in the same Spirit to be truly wise, and ever rejoice in His consolation. Through Christ our Lord.\nAmen.\n\n℣. Thou shalt open my lips, O Lord.\n℟. And my mouth shall shew forth Thy praise.\n\n℣. O God, come to my assistance.\n℟. O Lord, make haste to help me.\n\nGloria Patri...",
            "Hail Holy Queen": "Hail Holy Queen, Mother of mercy, our life, our sweetness, and our hope.\nTo thee do we cry, poor banished children of Eve.\nTo thee do we send up our sighs, mourning and weeping in this valley of tears.\n\nTurn then, most gracious Advocate, thine eyes of mercy toward us.\nAnd after this our exile show unto us the blessed fruit of thy womb, Jesus.\n\nO clement, O loving, O sweet Virgin Mary.\nAmen.\n\n℣. Pray for us, O Holy Mother of God.\n℟. That we may be made worthy of the promises of Christ.\n\nLet us pray.\nAlmighty, everlasting God, who by the cooperation of the Holy Ghost, didst prepare the body and soul of the glorious Virgin-Mother Mary to become a worthy dwelling for Thy Son; grant that we who rejoice in her commemoration may, by her loving intercession, be delivered from present evils and from the everlasting death. Amen.",
            "St Michael the Archangel": "Saint Michael the Archangel, defend us in battle. Be our protection against the wickedness and snares of the devil; May God rebuke him, we humbly pray; And do thou, O Prince of the Heavenly Host, by the power of God, thrust into hell Satan and all evil spirits who wander through the world for the ruin of souls.\nAmen.",
            "Aspirations": "Most Sacred Heart of Jesus, have mercy on us.\r\nMother of mercy, pray for us.\r\nJesus, meek and humble of Heart, make my heart like unto Thine.\r\nSweet Heart of Jesus, be my love.",
            "Prayer Before a Crucifix": "Look down upon me, good and gentle Jesus, while before Thy face I humbly kneel and, with burning soul, pray and beseech Thee to fix deep in my heart lively sentiments of faith, hope and charity; true contrition for my sins, and a firm purpose of amendment.\r\n\r\nWhile I contemplate, with great love and tender pity, Thy five most precious wounds, pondering over them within me and calling to mind the words which David, Thy prophet, said of Thee, my Jesus: 'They have pierced My hands and My feet, they have numbered all My bones.' Amen.",
            "Anima Christi": "Soul of Christ, sanctify me.\r\nBody of Christ, save me.\r\nBlood of Christ, inebriate me.\r\nWater from the side of Christ, wash me.\r\nPassion of Christ, strengthen me.\r\nO good Jesus, hear me.\r\nWithin Thy wounds, hide me.\r\nSeparated from Thee let me never be.\r\nFrom the malignant enemy, defend me.\r\nAt the hour of death, call me.\r\nTo come to Thee, bid me,\r\nThat I may praise Thee in the company\r\nOf Thy Saints, for all eternity.\r\nAmen.",
            "Morning Offering": "O My God, I offer You all my prayers, works, joys, and sufferings, in union with the Sacred Heart of Jesus, for the intentions for which He pleads and offers Himself in the Holy Sacrifice of the Mass, in thanksgiving for Your favors, in reparation for my offenses, and in humble supplication for my temporal and eternal welfare, for the conversion of sinners, and for the relief of the poor souls in purgatory. I wish to gain all the indulgences attached to the prayers I shall say and to the good works I shall perform this day.",
            "Invocation": "Jesus, Son of David, have mercy on me.",
            "Prayers to the Holy Spirit": "O Holy Spirit, Soul of my soul, I adore Thee! Enlighten me, guide me, strengthen me, console me. Tell me what I ought to do. Give me Thy commands. I promise to submit myself to whatever Thou dost ask of me and to accept and to accept whatever Thou dost permit to happen to me. Grant only that I may know Thy Holy Will. Amen."
        },
        "Our Lady": {
            "Angelus": "℣. The Angel of the Lord declared unto Mary.\n℟. And she conceived of the Holy Ghost\nHail Mary...\n\n℣. Behold the handmaid of the Lord.\n℟. Be it done unto me according to Thy word.\nHail Mary...\n\n℣. And the Word was made flesh.\n℟. And dwelt among us.\nHail Mary...\n\n℣. Pray for us O Holy Mother of God.\n℟. That we may be made worthy of the promises of Christ\n\nLet us pray.\nPour fourth, we beseech Three, O Lord, Thy grace into our hearts, that we, to whom the Incarnation of Christ Thy Son was made known by the message of an Angel, may be brought, by His Passion and cross, to the glory of His resurrection.\nThrough the same Christ our Lord.\n℟. Amen.",
            "Regina Coeli": "Queen of Heaven, rejoice, alleluia;\nFor he, whom you did merit to bear, alleluia;\nHas risen as he said, alleluia.\nPray for us to God, alleluia.\n\n℣. Rejoice and be glad, O Virgin Mary, alleluia.\n℟. For the Lord is truly risen, alleluia.\n\nLet us pray.\nO God, who gave joy to the world through the resurrection of thy Son, our Lord Jesus Christ, grant we beseech thee, that through the intercession of the Virgin Mary, his Mother, we may obtain the joys of everlasting life. Through the same Christ our Lord.\n℟. Amen.",
            "Fatima Prayers": "My God, I believe, I adore, I hope and I love You! I ask pardon of You for those who do not believe, do not adore, do not hope and do not love You!\n\nO Jesus, it is for love of You, for the conversion of sinners, and in reparation for the sins committed against the Immaculate Heart of Mary.\n\nO my Jesus, forgive us our sins, save us from the fires of Hell. Lead all souls to heaven, especially those most in need of Thy mercy.\n\nO Most Holy Trinity, I adore You! My God, my God, I love You in the most Blessed Sacrament!\n\nMost Holy Trinity, Father, Son and Holy Ghost I offer You the most precious Body, Blood, Soul and Divinity of Jesus Christ present in all the tabernacles of the world, in reparation for the sacrileges, outrages and indifferences by which He Himself is offended. And through the infinite merits of His most Sacred Heart and the Immaculate Heart of Mary, I beg of you the conversion of poor sinners.",
            "Memorare": "Remember, O most gracious Virgin Mary,\nthat never was it known that anyone who fled to thy protection, implored thy help, or sought thine intercession was left unaided.\n\nInspired by this confidence, I fly unto thee, O Virgin of virgins, my mother;\nto thee do I come, before thee I stand, sinful and sorrowful.\nO Mother of the Word Incarnate, despise not my petitions, but in thy mercy hear and answer me.\nAmen.",
            "Prayer of Reparation to the Blessed Virgin Mary": "O Mary, bless this habitation, where thy name is ever held in benediction.\nAll glory to Mary, ever Immaculate, ever Virgin, blessed amongst women, the Mother of our Lord Jesus Christ, Queen of Paradise.\nAmen.",
            "Magnificat": "My soul doth magnify the Lord.\nAnd my spirit hath rejoiced in God my Saviour.\nFor He hath regarded the humility of his handmaid: for behold from henceforth all generations shall call me blessed.\nFor He that is mighty hath done great things unto me: and holy is His Name.\n\nAnd His mercy is from generation to generation: unto them that fear Him.\nHe hath shewed strength with His arm:\nHe hath scattered the proud in the imagination of their heart.\n\nHe hath put down the mighty from their seat: and hath exalted the humble.\nHe hath filled the hungry with good things: and the rich He hath sent empty away.\n\nHe hath upholden His servant Israel: being mindful of His mercy.\nAs He spoke unto our fathers: to Abraham and his seed for ever.\n\nGloria Patri...",
            "Prayer to Our Lady taught to St. Gertrude": "O most chaste Virgin Mary, I beseech thee by that unspotted purity where with thou didst prepare for the Son of God a dwelling of delight in thy virginal womb, that by thine intercession I may be cleansed of every stain of sin.\n\nO most humble Virgin Mary, I beseech thee by that most profound humility whereby thou didst merit to be raised high above all the choirs of the angels and the saints, that by thine intercession all my negligence may be expiated.\n\nO most loving Virgin Mary I beseech thee, by that ineffable love which united thee so closely and so inseparably to God, that by thine intercession I may obtain an abundance of all merits.\nAmen.\n\nMother of Divine Grace, pray for us!",
            "Prayer to the Blessed Virgin to Obtain the Love of Jesus and a Happy Death": "O Mary! Thou who so much desirest to see Jesus loved, if thou lovest me, this is the favour that I now ask of thee, to obtain for me a great love for Jesus Christ.\n\nThou obtainest from thy Son whatever thou pleasest; pray, then, for me, and console me. Obtain for me a great love for thee, who of all creatures, art the most loving and beloved of God.\n\nAnd through that grief which thou didst suffer on Calvary, when thou didst behold Jesus expire on the Cross, obtainest for me a happy death, that by loving Jesus and thee, my Mother, I may come to love thee forever in heaven.\nAmen.",
            "Ave Maris Stella": "Hail thou Star of Ocean,\nPortal of the Sky.\nEver Virgin Mother,\nOf the Lord Most High.\n\nO! By Gabriel’s ‘Ave’\nUttered long ago.\nEva’s name reversing,\nEstablished peace below.\n\nBreak the captives’ fetters,\nLight on blindness pour.\nAll our ills expelling,\nEvery bliss implore.\n\nShow thyself a Mother,\nOffer Him our sighs,\nWho for us incarnate,\ndid not thee despise.\n\nVirgin of all virgins,\nto thy shelter take us.\nGentlest of the gentle,\nchaste and gentle make us.\n\nStill as on we journey,\nHelp our weak endeavour,\nTill with thee and Jesus,\nWe rejoice forever.\n\nThrough the Highest Heaven,\nTo the Almighty Three:\nFather, Son and Holy Ghost,\nOne same glory be.\nAmen."
        },
        "Holy Sacrifice of the Mass": {
            "At the Foot of the Altar": "**P. ✠ In the Name of the Father, and of the Son, and of the Holy Ghost. Amen.**\r\n**P. I will go to the altar of God.**\r\nS. To God, the joy of my youth.\r\n\r\n*Ps. 42:1-5*\r\n**P. Do me justice, O God, and fight my fight against an unholy people, rescue me from the wicked and deceitful man.**\r\nS. For Thou, O God, art my strength, why hast Thou forsaken me? And why do I go about in sadness, while the enemy harasses me?\r\n**P. Send forth Thy light and thy truth: for they have led me and brought me to thy holy hill and Thy dwelling place.**\r\nS. And I will go to the altar of god, to God, the joy of my youth.\r\n**P. I shall yet praise Thee upon the harp, O God, my God. Why art thou sad, my soul, and why art thou downcast?**\r\nS. Trust in God, for I shall yet praise Him, my Savior, and my God.\r\n**P. Glory be to the Father, and to the Son, and to the Holy Ghost.**\r\nS. As it was in the beginning is now, and ever shall be, world without end. Amen.\r\n**P. I will go to the altar of God.**\r\nS. To God, the joy of my youth.\r\n\r\n**P. ✠ Our help is in the Name of the Lord.**\r\nS. Who made heaven and earth.\r\n\r\n**P. I confess to Almighty God, to Blessed Mary ever Virgin, to Blessed Michael the Archangel, to Blessed John the Baptist, to the Holy Apostles Peter and Paul, to all the angels and saints, and to you my brothers and sisters, that I have sinned exceedingly in thought, word, deed. (here he strikes his breast three times) through my fault, through my fault, through my most grievous fault, and I ask Blessed Mary ever Virgin, Blessed Michael the Archangel, Blessed John the Baptist, the Holy Apostles Peter and Paul, all the Angels and Saints, and you my brothers and sisters, to pray for me to the Lord our God.**\r\nS. May almighty God have mercy on you, forgive you all your sins, and bring you to everlasting life.\r\n**P. Amen.**\r\n\r\nS. I confess to Almighty God, to Blessed Mary ever Virgin, to Blessed Michael the Archangel, to Blessed John the Baptist, to the Holy Apostles Peter and Paul, to all the angels and saints, and to you father, that I have sinned exceedingly in thought, word, deed. (here one strikes one's breast three times) through my fault, through my fault, through my most grievous fault, and I ask Blessed Mary ever Virgin, Blessed Michael the Archangel, Blessed John the Baptist, the Holy Apostles Peter and Paul, all the Angels and Saints, and to you Father, to pray for me to the Lord our God.\r\n**P. May Almighty God have mercy on you, forgive you your sins, and bring you to everlasting life.**\r\nS. Amen.\r\n\r\n**P. ✠ May the Almighty and Merciful Lord grant us pardon, absolution, and remission of our sins.**\r\nS. Amen.\r\n\r\n**P. Turn to us, O God, and bring us life.**\r\nS. And Your people will rejoice in You.\r\n**P. Show us, Lord, Your mercy.**\r\nS. And grant us Your salvation.\r\n**P. O Lord, hear my prayer.**\r\nS. And let my cry come to You.\r\n**P. May the Lord be with you.**\r\nS. And with your spirit.\r\n**P. Let us pray.**\r\n\r\n**P. Take away from us our iniquities, we beseech Thee, O Lord, that we may be worthy to enter with pure minds into the Holy of Holies, through Christ our Lord. Amen.**\r\n**P. We beseech Thee, O Lord, by the merits of Thy Saints whose relics lie here, and of all the Saints: that Thou would vouchsafe to pardon me all my sins. Amen.**",
            "Before Mass": "*Prayer to Blessed Mary Before Mass*\r\nO Mother of mercy and of love, most blessed Virgin Mary, I, a poor and unworthy sinner, fly to thee with all my heart and all my affection. I implore thy loving-kindness, that even as thou didst stand beside thy dear Son as He hung upon the Cross, so wilt thou also stand by me, a poor sinner, and beside all thy faithful people receiving the most sacred Body of thy Son. Grant us, that by thy grace, we may receive Him worthily and fruitfully. Amen.\r\n\r\n*Prayer to Saint Joseph Before Mass*\r\nO blessed Joseph, happy man, to whom it was given not only to see and to hear that God Whom many kings longed to see, and saw not, to hear, and heard not; but also to carry Him in your arms, to embrace Him, to clothe Him, and guard and defend Him.\r\n\r\n℣. Pray for us, O Blessed Joseph.\r\n℟. That we may be made worthy of the promises of Christ.\r\n\r\nO God, Who has given us a royal priesthood, we beseech Thee, that as Blessed Joseph was found worthy to touch with his hands, and to bear in his arms, Thy only-begotten Son, born of the Virgin Mary, so may we be made fit, by cleanness of heart and blamelessness of life, to minister at Thy holy altar; may we, this day, with reverent devotion partake of the Sacred Body and Blood of Thy Only-begotten Son, and may we in the world to come be accounted worthy of receiving an ever-lasting reward. Through the same Christ our Lord. Amen.\r\n\r\n*Prayer to All the Angels and Saints Before Mass*\r\nAngels, Archangels, Thrones, Dominations, Principalities, Powers, heavenly Virtues, Cherubim and Seraphim; all Saints of God, holy men and women, and for you especially my patrons: deign to intercede for me that I may be worthy to offer this Sacrifice to almighty God, to the praise and glory of His name, for my own welfare and also that of all His holy Church. Amen.\r\n\r\n*Prayer of St. Thomas Aquinas Before Mass*\r\nAlmighty and ever-lasting God, I approach the sacrament of Thy only-begotten Son, our Lord Jesus Christ.\r\n\r\nI come sick to the doctor of life, unclean to the fountain of mercy, blind to the radiance of eternal light, and poor and needy to the Lord of heaven and earth.\r\nTherefore, I implore Thee in Thy great generosity, to heal my sickness, to wash away my defilement, enlighten my blindness, to enrich my poverty, and to clothe my nakedness, so that I may receive the bread of angels, the King of kings, and the Lord of lords with reverence and humility, with contrition and devotion, with purity and faith, and with such purpose and determination that will be expedient to the salvation of my soul.\r\n\r\nGrant me, I beseech Thee, that I may not only receive the Sacrament of the Body and Blood of the Lord, but also the reality and power of the Sacrament.\r\nO most kind God, grant that I may receive the Body of Thine only-begotten Son, our Lord Jesus Christ, born of the Virgin Mary, and so received that I may be worthy to be incorporated into His mystical body, and numbered among His members.\r\n\r\nO most loving Father, grant me Thy beloved Son, which I now receive under the veil of a sacrament, that I may one day behold Him face to face in glory, Who lives and reigns with Thee in the unity of the Holy Spirit, God, forever. Amen.\r\n\r\n*Prayer Before Mass by St Ambrose*\r\nLord Jesus Christ, I approach Thy banquet table in fear and trembling, for I am a sinner, and dare not rely on my own worth, but only on Thy goodness and mercy. I am defiled by my many sins in body and soul, and by my unguarded thoughts and words. Gracious God of majesty and awe, I seek Thy protection, I look for Thy healing. Poor troubled sinner that I am, I appeal to Thee, the fountain of all mercy. I cannot bear Thy judgment, but I trust in Thy salvation. Lord, I show my wounds to Thee and uncover my shame before Thee. I know my sins are many and great, and they fill me with fear, but I hope in Thy mercies, for they cannot be numbered.\r\n\r\nLord Jesus Christ, Eternal King, God and man, crucified for mankind, look upon me with mercy and hear my prayer, for I trust in Thee. Have mercy on me, full of sorrow and sin, for the depth of Thy compassion never ends.\r\n\r\nPraise to Thee saving sacrifice, offered on the wood of the cross for me and for all mankind. Praise to the noble and precious Blood, flowing from the wounds of my crucified Lord Jesus Christ and washing away the sins of the whole world.\r\n\r\nRemember, Lord, Thy creature, whom Thou hast redeemed with Thy blood; I repent my sins, and I long to put right what I have done. Merciful Father, take away all my offenses and sins; purify me in body and soul, and make me worthy to taste the Holy of Holies. May Thy Body and Blood, which I intend to receive, although I am unworthy, be for me the remission of my sins, the washing away of my guilt, the end of my evil thoughts, and the rebirth of my better instincts. May it incite me to do the works pleasing to Thee, and a firm defense of body and soul against the wiles of my enemies. Amen.",
            "After Mass": "*Prayer to the Blessed Virgin Mary after Holy Mass*\r\nO Mary, most holy Virgin and Mother, behold, I have received thy most beloved Son, Jesus Christ, whom thou concievedst in thy spotless womb, bore, nursed, and held with thy sweet embraces. Behold Him at whose sight thou willst rejoice and be filled with every delight. With love I humbly return Him and offer Him to thee, to hold once more, to love with all thy heart, and to offer to the Holy Trinity as our supreme act of worship for thy honor and glory and for my good and the good of all the world. Therefore I ask thee, most loving Mother, to ask God for forgiveness of all my sins, abundant graces to help me serve Him more faithfully, and for that final grace that I may praise Him with thee for ever and ever. Amen.\r\n\r\n*Prayer to St. Joseph After Mass*\r\nGuardian of virgins and father, Saint Joseph, to whose faithful custody Innocence itself, Christ Jesus, and Mary, Virgin of virgins, was committed; I pray and beseech thee by each of these dear pledges, Jesus and Mary, that, being preserved from all uncleanness, I may with spotless mind, pure heart, and a chaste body, ever serve Jesus and Mary most chastely all the days of my life. Amen.\r\n\r\n*Prayer of St. Thomas Aquinas After Mass*\r\nLord, Father all-powerful, and ever-living God, I thank Thee, for even though I am a sinner, Thy unprofitable servant, not because of my worth, but in the kindness of Thy mercy, Thou hast fed me with the precious Body and Blood of Thy Son, our Lord Jesus Christ. I pray that this holy communion may not bring me condemnation and punishment but forgiveness and salvation. May it be a helmet of faith and a shield of good will. May it purify me from evil ways and put an end to my evil passions. May it bring me charity and patience, humility and obedience, and growth in power to do good. May it be my strong defense against all my enemies, visible and invisible, and the perfect calming of all my evil impulses, bodily and spiritual. May it unite me more closely to Thee, the one true God and lead me safely through death to everlasting happiness with Thee. And I pray that Thou willest lead me, a sinner to the banquet where Thou with Thy Son and Holy Spirit, art true and perfect light, total fulfillment, everlasting joy, gladness without end, and perfect happiness to Thy saints. Grant this through Christ our Lord. Amen.\r\n\r\n*Prayer of St. Bonaventure after Holy Mass*\r\nPierce, O most Sweet Lord Jesus, my inmost soul with the most joyous and healthful wound of Thy love, with true, serene, and most holy apostolic charity, that my soul may ever languish and melt with love and longing for Thee, that it may yearn for Thee and faint for Thy courts, and long to be dissolved and to be with Thee.\r\n\r\nGrant that my soul may hunger after Thee, the bread of angels, the refreshment of holy souls, our daily and supersubstantial bread, having all sweetness and savor and every delight of taste; let my heart ever hunger after and feed upon Thee, upon whom the angels desire to look, and may my inmost soul be filled with the sweetness of Thy savor; may it ever thirst after Thee, the fountain of life, the fountain of wisdom and knowledge, the fountain of eternal light, the torrent of pleasure, the richness of the house of God.\r\n\r\nMay it ever compass Thee, seek Thee, find Thee, run to Thee, attain Thee, meditate upon Thee, speak of Thee, and do all things to the praise and glory of Thy name, with humility and discretion, with love and delight, with ease and affection, and with perseverance unto the end; may Thou alone be ever my hope, my entire assurance, my riches, my delight, my pleasure, my joy, my rest and tranquility, my peace, my sweetness, my fragrance, my sweet savor, my food, my refreshment, my refuge, my help, my wisdom, my portion, my possession and my treasure, in whom may my mind and my heart be fixed and firmly rooted immovably henceforth and for ever. Amen.",
            "Leonine Prayers": "Hail Mary, full of grace,\r\nthe Lord is with thee.\r\nBlessed art thou amongst women,\r\nand blessed is the fruit of thy womb, Jesus.\r\nHoly Mary, Mother of God,\r\npray for us sinners,\r\nnow and at the hour of our death.\r\nAmen.\r\n\r\nHail Mary, full of grace,\r\nthe Lord is with thee.\r\nBlessed art thou amongst women,\r\nand blessed is the fruit of thy womb, Jesus.\r\nHoly Mary, Mother of God,\r\npray for us sinners,\r\nnow and at the hour of our death.\r\nAmen.\r\n\r\nHail Mary, full of grace,\r\nthe Lord is with thee.\r\nBlessed art thou amongst women,\r\nand blessed is the fruit of thy womb, Jesus.\r\nHoly Mary, Mother of God,\r\npray for us sinners,\r\nnow and at the hour of our death.\r\nAmen.\r\n\r\nHail Holy Queen, Mother of mercy, our life, our sweetness, and our hope.\r\nTo thee do we cry, poor banished children of Eve.\r\nTo thee do we send up our sighs, mourning and weeping in this valley of tears.\r\n\r\nTurn then, most gracious Advocate, thine eyes of mercy toward us.\r\nAnd after this our exile show unto us the blessed fruit of thy womb, Jesus.\r\n\r\nO clement, O loving, O sweet Virgin Mary.\r\nAmen.\r\n\r\n℣. Pray for us, O holy Mother of God.\r\n℟. That we may be made worthy of the promises of Christ.\r\n\r\nLet us pray.\r\nO God, our refuge and our strength, look down with mercy upon the people who cry to Thee; and by the intercession of the glorious and immaculate Virgin Mary, Mother of God, of St. Joseph her spouse, of the blessed Apostles Peter and Paul, and of all the saints, in Thy mercy and goodness hear our prayers for the conversion of sinners, and for the liberty and exaltation of the Holy Mother the Church. Through the same Christ Our Lord.\r\nAmen.\r\n\r\nSaint Michael the Archangel, defend us in battle. Be our protection against the wickedness and snares of the devil; May God rebuke him, we humbly pray; And do thou, O Prince of the Heavenly Host, by the power of God, thrust into hell Satan and all evil spirits who wander through the world for the ruin of souls.\r\nAmen.\r\n\r\nMost Sacred Heart of Jesus. Have Mercy on Us.\r\nMost Sacred Heart of Jesus. Have Mercy on Us.\r\nMost Sacred Heart of Jesus. Have Mercy on Us.",
            "In Preparation to Receive Communion": "*Prayer of St. Thomas Aquinas*\r\nAlmighty and everlasting God, behold I come to the Sacrament of Thine only-begotten Son, our Lord Jesus Christ: I come as one infirm to the physician of life, as one unclean to the fountain of mercy, as one blind to the light of everlasting brightness, as one poor and needy to the Lord of heaven and earth.\r\nTherefore I implore the abundance of Thy measureless bounty that Thou wouldst vouchsafe to heal my infirmity, wash my uncleanness, enlighten my blindness, enrich my poverty and clothe my nakedness, that I may receive the Bread of Angels, the King of kings, the Lord of lords, with such reverence and humility, with such sorrow and devotion, with such purity and faith, with such purpose and intention as may be profitable to my soul’s salvation.\r\n\r\nGrant unto me, I pray, the grace of receiving not only the Sacrament of our Lord’s Body and Blood, but also the grace and power of the Sacrament. O most gracious God, grant me so to receive the Body of Thine only-begotten Son, our Lord Jesus Christ, which He took from the Virgin Mary, as to merit to be incorporated into His mystical Body, and to be numbered amongst His members. O most loving Father, give me grace to behold forever Thy beloved Son with His face at last unveiled, whom I now purpose to receive under the sacramental veil here below. Amen.\r\n\r\n*Prayer of St. Ambrose*\r\nLord Jesus Christ, I approach Thy banquet table in fear and trembling, for I am a sinner, and dare not rely on my own worth, but only on Thy goodness and mercy. I am defiled by my many sins in body and soul, and by my unguarded thoughts and words. Gracious God of majesty and awe, I seek Thy protection, I look for Thy healing. Poor troubled sinner that I am, I appeal to Thee, the fountain of all mercy. I cannot bear Thy judgment, but I trust in Thy salvation. Lord, I show my wounds to Thee and uncover my shame before Thee. I know my sins are many and great, and they fill me with fear, but I hope in Thy mercies, for they cannot be numbered.\r\n\r\nLord Jesus Christ, Eternal King, God and man, crucified for mankind, look upon me with mercy and hear my prayer, for I trust in Thee. Have mercy on me, full of sorrow and sin, for the depth of Thy compassion never ends.\r\nPraise to Thee saving sacrifice, offered on the wood of the Cross for me and for all mankind. Praise to the noble and Precious Blood, flowing from the wounds of my crucified Lord Jesus Christ and washing away the sins of the whole world.\r\n\r\nRemember, Lord, Thy creature, whom Thou hast redeemed with Thy Blood; I repent my sins, and I long to put right what I have done. Merciful Father, take away all my offences and sins; purify me in body and soul, and make me worthy to taste the Holy of Holies. May Thy Body and Blood, which I intend to receive, although I am unworthy, be for me the remission of my sins, the washing away of my guilt, the end of my evil thoughts, and the rebirth of my better instincts. May it incite me to do the works pleasing to Thee, and a firm defence of body and soul against the wiles of my enemies. Amen.\r\n\r\n*Prayer to the Blessed Virgin Mary*\r\nO most Blessed Virgin Mary, Mother of gentleness and mercy, I, a miserable and unworthy sinner, fly to thy protection with every sentiment of humility and love; and I implore of thy loving kindness that thou wouldst vouchsafe graciously to be near me, and all who throughout the whole Church are to receive the Body and Blood of thy Son this day, even as thou wert near thy sweetest Son as He hung bleeding on the Cross. Aided by thy gracious help, may we worthily approach this august Sacrament. Amen.\r\n\r\n*Prayer to St. Joseph*\r\nHappy and blessed art thou, O Joseph, to whom it was given not only to see and to hear that God Whom many kings desired to see, and saw not, to hear, and heard not; but also to bear Him in thine arms, to embrace Him, to clothe Him, and to guard and defend Him.\r\n\r\n℣. Pray for us, O blessed Joseph.\r\n℟. That we may be made worthy of the promises of Christ.\r\n\r\nLet us pray.\r\nO God, who hast given unto us a royal priesthood, vouchsafe, we beseech Thee, that as Blessed Joseph was found worthy to handle with his hands, and bear within his arms, Thine only-begotten Son, born of the Virgin Mary, so may we be made fit, by cleanness of heart and innocence of works, worthily to receive the most sacred Body and Blood of Thy Son, now in this present, and deserve to attain an everlasting reward in the world to come. Through the same Christ our Lord. Amen.\r\n\r\n*The Forming of One’s Intention*\r\nJoy with peace,\r\namendment of life,\r\nspace for true repentance,\r\nthe grace and comfort of the Holy Ghost,\r\nperseverance in good works,\r\na contrite and humble heart,\r\nand a happy consummation of my life,\r\ngrant unto me, O Almighty and merciful Lord. Amen.\r\n\r\n*Psalm 83*\r\nHow lovely are Thy tabernacles, O Lord of hosts!\r\nMy soul longeth and fainteth for the courts of the Lord. My heart and my flesh have rejoiced in the living God.\r\nFor the sparrow hath found herself a house, and the turtle a nest for herself where she may lay her young ones: Thy altars, O Lord of hosts, my king and my God.\r\nBlessed are they that dwell in thy house, O Lord: they shall praise Thee for ever and ever.\r\nBlessed is the man whose help is from Thee: in his heart he hath disposed to ascend by steps, in the vale of tears, in the place which he hath set.\r\nFor the lawgiver shall give a blessing, they shall go from virtue to virtue: the God of gods shall be seen in Sion.\r\nO Lord God of hosts, hear my prayer: give ear, O God of Jacob.\r\nBehold, O God our protector: and look on the face of Thy Christ.\r\nFor better is one day in thy courts above thousands. I have chosen to be an abject in the house of my God, rather than to dwell in the tabernacles of sinners.\r\nFor God loveth mercy and truth: the Lord will give grace and glory.\r\nHe will not deprive of good things them that walk in innocence: O Lord of hosts, blessed is the man that trusteth in Thee.\r\n\r\nGlory be to the Father,\r\nand to the Son,\r\nand to the Holy Ghost.\r\nAs it was in the beginning,\r\nis now, and ever shall be,\r\nworld without end.\r\nAmen."
        },
        "Prayers by a Pontiff": {
            "Universal Prayer of Pope Clement XI": "Lord, I believe in Thee: but let me believe more strongly. I hope in Thee: but let me hope more securely. I love Thee: but let me love Thee more ardently. I sorrow, but deepen my sorrow for my sins.\r\n\r\nI adore Thee as my first beginning, I long for Thee as my last end, I praise Thee as my constant benefactor, I call on Thee as my loving protector. Guide me by Thy wisdom, hold me with Thy justice, comfort me with Thy mercy, protect me with Thy power.\r\n\r\nI offer Thee, Lord, my thoughts, my words, my actions, and my sufferings to be fixed on Thee, to be according to Thee, and to be endured for Thee. I want to do what Thou willeth, in the way Thou willeth for as long as Thou willeth, because Thou willeth.\r\n\r\nI pray, O Lord, enlighten my understanding, inflame my will, purify my heart, and sanctify my soul. May I weep for my former iniquities, repel future temptations, correct my faults, and cultivate suitable virtues.\r\n\r\nGrant me, O God, love of Thee, hatred of me, zeal for my neighbor, contempt the world. May I be eager to obey my superiors, be courteous to my inferiors, faithful to my friends, and to forgive my enemies. Help me to conquer sensuality with austerity, greed with generosity, anger with gentleness, apathy with fervor.\r\n\r\nMake me prudent in planning, steadfast in danger, patient in adversity, and humble in prosperity. O Lord, make me attentive in prayer, temperate in drink, diligent in my duties, and firm in purpose. May I take care to have an innocent interior, a modest exterior, exemplary speech, and a well-ordered life.\r\n\r\nMay I be ever-watchfull in guarding against my weaknesses, cherishing Thy grace, keeping Thy laws, and coming to salvation. May I learn from Thee the passing nature of this world, the grandness of heaven, the shortness of this life, and the life to come eternal.\r\n\r\nGrant that I may prepare for death, fear judgment, flee from Hell, and obtain paradise. Grant this though Christ our Lord. Amen."
        },
        "Prayers by Saints": {
            "Petitions of St. Augustine": "O Lord Jesus, let me know myself, let me know Thee, and desire nothing else but Thee. Let me hate myself and love Thee, And do all things for the sake of Thee. Let me humble myself, and exalt Thee, and think of nothing else but Thee. Let me die to myself, and live in Thee, and accept whatever happens as coming from Thee. Let me forsake myself and walk after Thee, and ever desire to follow Thee.\r\n\r\nLet me flee from myself, and turn to Thee, that so I may deserve to be defended by Thee. Let me fear for myself, let me fear Thee, and be amongst those who are chosen by Thee. Let me distrust myself, and trust in Thee, and will to obey for the love of Thee. Let me cleave to nothing but only to Thee, and be poor for the sake of Thee. Look upon me, that I may love Thee.\r\n\r\nCall me, that I may see Thee and for ever possess Thee. Amen.",
            "Prayer of St. Ignatius": "Take, O Lord, and recieve my entire liberty, my memory, my understanding and my whole will. All that I am and all that I possess Though has given me, I surrender in all to Thee to be disposed of according to Thy will. Give me only Thy love and Thy grace; with these I will be rich enough and desire nothing more.",
            "Prayer of St. Bonaventure": "Pierce, O most Sweet Lord Jesus, my inmost soul with the most joyous and healthful wound of Thy love, with true, serene, and most holy apostolic charity, that my soul may ever languish and melt with love and longing for Thee, that it may yearn for Thee and faint for Thy courts, and long to be dissolved and to be with Thee.\r\n\r\nGrant that my soul may hunger after Thee, the bread of angels, the refreshment of holy souls, our daily and supersubstantial bread, having all sweetness and savor and every delight of taste; let my heart ever hunger after and feed upon Thee, upon whom the angels desire to look, and may my inmost soul be filled with the sweetness of Thy savor; may it ever thirst after Thee, the fountain of life, the fountain of wisdom and knowledge, the fountain of eternal light, the torrent of pleasure, the richness of the house of God.\r\n\r\nMay it ever compass Thee, seek Thee, find Thee, run to Thee, attain Thee, meditate upon Thee, speak of Thee, and do all things to the praise and glory of Thy name, with humility and discretion, with love and delight, with ease and affection, and with perseverance unto the end; may Thou alone be ever my hope, my entire assurance, my riches, my delight, my pleasure, my joy, my rest and tranquility, my peace, my sweetness, my fragrance, my sweet savor, my food, my refreshment, my refuge, my help, my wisdom, my portion, my possession and my treasure, in whom may my mind and my heart be fixed and firmly rooted immovably henceforth and for ever. Amen."
        },
        "Petitionary Prayers": {
            "Prayer for the Souls in Purgatory": "Eternal rest grant unto them, O Lord, and let perpetual light shine upon them. May their souls and all the souls of the faithful departed through the mercy of God, rest in peace. Amen.",
            "Prayer for Perseverance": "Good Jesus, my dear Lord and Master, what strength Thou hast imparted to my soul in this Sacred Banquet!\r\n\r\nBut, oh, how much I need this grace of Thine. Keep me in Thy love; keep me in Thy grace to the end of my life. The road I have to traverse in so difficult, that without Thee I should fear to venture upon it.\r\n\r\nIn a short time I shall return to my daily occupations: I shall continue my life of yesterday; I shall be exposed to the same temptations, I shall find myself with my usual faults.\r\n\r\nBut Jesus, Thou Who didst help the saints, Though has come to me. Stay, oh, stay with me and do Thou by Thy grace help me to persevere in all my words and actions modesty, meekness, and humility. Help me to make Thy presence within me visible to all; let others see in me the sweetness of Thy charity and kindness."
        },
        "Prayers for Intercession": {
            "Prayer to St Joseph": "To thee, O Blessed Joseph, we have recourse in our tribulations, and while imploring the aid of thy most holy Spouse, we confidently invoke thy patronage also. By that love which united thee to the Immaculate Virgin, Mother of God, and by the fatherly affection with which thou didst embrace the Infant Jesus, we humbly beseech thee graciously to regard the inheritance which Jesus Christ purchased with His Blood and to help us in our necessities, by thy powerful intercession. \r\n\r\nProtect, O most provident Guardian of the Holy Family, the chosen children of Jesus Christ; ward off from us, O most loving Father, all taint of error and corruption; graciously assist us from Heaven, O most powerful protector, in our struggle with the powers of darkness; and as thou didst once rescue the Child Jesus from imminent peril to His life, so now defend the Holy Church of God from the snares of her enemies and from all adversity. \r\n\r\nShield each one of us with thy unceasing patronage that, imitating thy example and supported by thy aid, we may be enabled to live a good life, die a holy death, and secure everlasting happiness in Heaven. Amen."
        },
        "Psalms": {
            "Psalm 22": "The Lord ruleth me: and I shall want nothing.\r\n\r\nHe hath set me in a place of pasture. He hath brought me up, on the water of refreshment:\r\n\r\nHe hath converted my soul. He hath led me on the paths of justice, for his own name's sake.\r\n\r\nFor though I should walk in the midst of the shadow of death, I will fear no evils, for thou art with me. Thy rod and thy staff, they have comforted me.\r\nThou hast prepared a table before me against them that afflict me. Thou hast anointed my head with oil; and my chalice which inebriateth me, how goodly is it!\r\n\r\nAnd thy mercy will follow me all the days of my life. And that I may dwell in the house of the Lord unto length of days."
        }
    },
    "Latin": {
        "Most Necessary Prayers": {
            "Pater Noster": "Pater noster, qui es in caelis, sanctificetur nomen tuum. Adveniat regnum tuum. Fiat voluntas tua, sicut in caelo et in terra. Panem nostrum quotidianum da nobis hodie. Et dimitte nobis debita nostra sicut et nos dimittimus debitoribus nostris. Et ne nos inducas in tentationem: sed libera nos a malo.\nAmen.",
            "Ave Maria": "Ave Maria, gratia plena, Dominus tecum; benedicta tu in mulieribus, et benedictus fructus ventris tui, Jesus. Sancta Maria mater Dei, ora pro nobis peccatoribus, nunc et in hora mortis nostrae.\nAmen.",
            "Credo in Deum": "Credo in Deum Patrem omnipotentem, Creatorem caeli et terrae, et in Iesum Christum, Filium Eius unicum, Dominum nostrum, qui conceptus est de Spiritu Sancto, natus ex Maria Virgine, passus sub Pontio Pilato, crucifixus, mortuus, et sepultus, descendit ad infernos, tertia die resurrexit a mortuis, ascendit ad caelos, sedet ad dexteram Dei Patris omnipotentis, inde venturus est iudicare vivos et mortuos.\n\nCredo in Spiritum Sanctum, sanctam Ecclesiam catholicam, sanctorum communionem, remissionem peccatorum, carnis resurrectionem, vitam aeternam.\nAmen.",
            "Gloria Patri (Doxology)": "Gloria Patri, et Filio, et Spiritui Sancto. Sicut erat in principio, et nunc, et semper, et in saecula saeculorum.\nAmen.",
            "Confiteor": "Confiteor Deo omnipotenti, beatae Mariae semper Virgini, beato Michaeli Archangelo, beato Joannni Baptistae, sanctis apostolis Petro et Paulo, omnibus Sanctis, quia peccavi nimis cogitatione, verbo et opere, mea culpa, mea culpa, mea maxima culpa. Ideo precor beatam Mariam semper Virginem, beatum Michaelem Archangelum, beatum Joanem Baptistam, Sanctos apostolos Petrum et Paulum, omnes Sanctos et Te Pater, orare pro me ad Dominum Deum nostrum.\n\nMisereatur nostri omnipotens Deus, et dimissis peccatis nostris, perducat nos ad vitam aeternam.\nAmen.\n\nIndulgentiam, absolutionem et remissionem peccatorum nostrorum, tribuat nobis omnipotens et misericors Dominus.\nAmen.",
            "Blessing Before Meals": "Benedic, Domine, nos et haec tua dona quae de tua largitate summus sumpturi. Per Christum Dominum nostrum.\nAmen.\n\nKyrie, eleison.\nChriste, eleison.\nKyrie, eleison.\n\nPater Noster...\nAve Maria...",
            "Grace After Meals": "Gratias agimus tibi, omnipotens Deus, pro universis beneficiis tuis, qui vivis et regnas in saecula saeculorum.\nAmen\n\nKyrie, eleison.\nChriste, eleison.\nKyrie, eleison.\n\nPater Noster...\nAve Maria...",
            "Guardian Angel": "Angele Dei,\nqui custos es mei,\nme tibi commissum pietate superna;\nhodie illumina, custodi, rege, et guberna.\nAmen.",
            "Veni Sancte Spiritus": "Veni, Sancte Spiritus, reple tuorum corda fidelium, et tui amoris in eis ignem accende.\n\n℣. Emitte Spiritum tuum et creabuntur;\n℟. Et renovabis faciem terrae.\n\nOremus.\nDeus, qui corda fidelium Sancti Spiritus illustratione docuisti: da nobis in eodem Spiritu recta sapere, et de eius semper consolatione gaudere. Per Christum Dominum nostrum.\nAmen.",
            "Salve Regina": "Salve, Regina, mater misericordiae, vita, dulcedo, et spes nostra, salve. Ad te clamamus exsules filii Hevae. Ad te suspiramus, gementes et flentes in hac lacrimarum valle.\n\nEia, ergo, advocata nostra, illos tuos misericordes oculos ad nos converte. Et Iesum, benedictum fructum ventris tui, nobis post hoc exsilium ostende.\n\nO clemens, O pia, O dulcis Virgo Maria.\nAmen.\n\n℣. Ora pro nobis, sancta Dei Genetrix.\nR. Ut digni efficiamur promissionibus Christi.\n\nOremus.\nOmnipotens sempiterne Deus, qui gloriosae Virginis Matris Mariae corpus et animam, ut dignum Filii tui habitaculum effici mereretur, Spiritu Sancto cooperante, praeparasti: da, ut cuius commemoratione laetamur; eius pia intercessione, ab instantibus malis, et a morte perpetua liberemur. Per eundem Christum Dominum nostrum.\nAmen.",
            "Sancte Michael Archangele": "Sancte Michael Archangele, defende nos in proelio, contra nequitiam et insidias diaboli esto praesidium. Imperet illi Deus, supplices deprecamur: tuque, Princeps militiae caelestis, Satanam aliosque spiritus malignos, qui ad perditionem animarum pervagantur in mundo, divina virtute, in infernum detrude.\nAmen.",
            "Prayer Before a Crucifix": "En ego, o bone et dulcissime Iesu, ante conspectum tuum genibus me provolvo, ac maximo animi ardore te oro atque obtestor, ut meum in cor vividos fidei, spei et caritatis sensus, atque veram peccatorum meorum paenitentiam, eaque emendandi firmissimam voluntatem velis imprimere; dum magno animi affectu et dolore tua quinque vulnera mecum ipse considero ac mente contemplor, illud prae oculis habens, quod iam in ore ponebat tuo1 David propheta de te, o bone Iesu: Foderunt manus meas et pedes meos: dinumeraverunt omnia ossa mea. Amen.",
            "Anima Christi": "Anima Christi, sanctifica me.\r\nCorpus Christi, salva me.\r\nSanguis Christi, inebria me.\r\nAqua lateris Christi, lava me.\r\nPassio Christi, conforta me.\r\nO bone Iesu, exaudi me.\r\nIntra tua vulnera absconde me.\r\nNe permittas me separari a te.\r\nAb hoste maligno defende me.\r\nIn hora mortis meae voca me.\r\nEt iube me venire ad te,\r\nUt cum Sanctis tuis laudem te\r\nin saecula saeculorum.\r\nAmen."
        },
        "Our Lady": {
            "Angelus": "℣. Angelus Domini nuntiavit Mariae.\n℟. Et concepit de Spiritu Sancto.\nAve Maria...\n\n℣. Ecce ancilla Domini.\n℟. Fiat mihi secundum verbum tuum.\nAve Maria...\n\n℣. Et Verbum caro factum eSt\n℟. Et habitavit in nobis.\nAve Maria...\n\n℣. Ora pro nobis, sancta Dei Genitrix.\n℟. Ut digni efficiamur promissionibus Christi.\n\nOremus.\nGratiam tuam, quaesumus, Domine, mentibus nostris infunde: ut qui, Angelo nuntiante, Christi Filii tui Incarnationem cognovimus, per Passionem ejus et Crucem ad resurrectionis gloriam perducamur. Per eumdem Christum Dominum nostrum.\n℟. Amen.",
            "Regina Coeli": "Regina caeli laetare, alleluia;\nQuia quem meruisti portare, alleluia;\nResurrexit sicut dixit, alleluia.\nOra pro nobis Deum, alleluia.\n℣. Gaude et laetare, Virgo Maria, alleluia.\n℟. Quia surrexit Dominus vere, alleluia.\n\nOremus.\nDeus qui per resurrectionem Filii tui, Domini nostri Iesu Christi, mundum laetificare dignatus es: praesta, quaesumus, ut per eius Genetricem Virginem Mariam, perpetuae capiamus gaudia vitae. Per eundem Christum Dominum nostrum.\n℟. Amen.",
            "Fatima Prayers": "Deus meus, in te credo, te adoro, tibi confido, te amo! Pro illis qui non credent, non adorant, non confident, et non amant veniam supplico!\n\nO Iesu, est propter amorem tui, et conversionem peccatorum, et in reparatione peccatorum contra cor Mariae Immaculatum commissorum ut orem.\n\nO Mi Iesu, dimitte nobis debita nostra, libera nos ab igne inferni, conduc in caelum omnes animas, praesertim illas quae maxime indigent misericordia tua.\n\nSanctissima Trinitas, te adoro! Deus meus, Deus Meus, te amo in Sanctissimo Sacramento.\n\nSanctissima Trinitas, Pater, Filius et Spiritus Sanctus, profunde te adoro; tibi offero pretiosissimum corpus, sanguinem, animam et divinitatem Iesu Christi praesentem in totis tabernaculis mundi in reparatione contumeliarum, sacrilegiorum, et neglegentiarum, quibus offenditur. Per infinita merita Sacratissimi Cordis Iesu et Immaculatae Cordis Mariae conversionem peccatorum peto.",
            "Memorare": "Memorare, O piissima Virgo Maria, non esse auditum a saeculo, quemquam ad tua currentem praesidia, tua implorantem auxilia, tua petentem suffragia, esse derelictum. Ego tali animatus confidentia, ad te, Virgo Virginum, Mater, curro, ad te venio, coram te gemens peccator assisto. Noli, Mater Verbi, verba mea despicere; sed audi propitia et exaudi.\nAmen.",
            "Magnificat": "Magnificat anima mea Dominum,\net exultavit spiritus meus in Deo salvatore meo,\nquia respexit humilitatem ancillae suae.\nEcce enim ex hoc beatam me dicent omnes generationes,\n\nquia fecit mihi magna, qui potens est,\net sanctum nomen eius,\net misericordia eius in progenies et progenies\ntimentibus eum.\n\nFecit potentiam in brachio suo,\ndispersit superbos mente cordi sui;\ndeposuit potentes de sede\net exaltavit humiles;\nesurientes implevit bonis\net divites dimisit inanes.\n\nSuscepit Israel puerum suum,\nrecordatus misericordiae suae,\nsicut locutus est ad patres nostros,\nAbraham et semini eius in saecula.",
            "Ave Maris Stella": "Ave maris stella,\r\nDei Mater alma,\r\natque semper Virgo,\r\nfelix caeli porta.\r\n\r\nSumens illud Ave\r\nGabrielis ore,\r\nfunda nos in pace,\r\nmutans Hevae nomen.\r\n\r\nSolve vincula reis,\r\nprofer lumen caecis\r\nmala nostra pelle,\r\nbona cuncta posce.\r\n\r\nMonstra te esse matrem:\r\nsumat per te preces,\r\nqui pro nobis natus,\r\ntulit esse tuus.\r\n\r\nVirgo singularis,\r\ninter omnes mitis,\r\nnos culpis solutos,\r\nmites fac et castos.\r\n\r\nVitam praesta puram,\r\niter para tutum:\r\nut videntes Iesum\r\nsemper collaetemur.\r\n\r\nSit laus Deo Patri,\r\nsummo Christo decus,\r\nSpiritui Sancto,\r\ntribus honor unus.\r\nAmen."
        },
        "Holy Sacrifice of the Mass": {
            "At the Foot of the Altar": "**P. ✠ In nomine Patris, et Filii, et Spiritus Sancti. Amen.**\r\n**P. Introibo ad altare Dei**\r\nS. Ad Deum qui laetificat juventutem meam.\r\n\r\n*Ps. 42:1-5*\r\n**P. Judica me, Deus, et discerne causam meam de gente non sancta: ab homine iniquo et doloso erue me.**\r\nS. Quia tu es, Deus, fortitudo mea: quare me repulisti, et quare tristis incedo, dum affligit me inimicus?\r\n**P. Emitte lucem tuam et veritatem tuam: ipsa me deduxerunt et adduxerunt in montem sanctum tuum, et in tabernacula tua.**\r\nS. Et introibo ad altare Dei: ad Deum qui laetificat juventutem meam.\r\n**P. Confitebor tibi in cithara, Deus, Deus meus quare tristis es anima mea, et quare conturbas me?**\r\nS. Spera in Deo, quoniam adhuc confitebor illi: salutare vultus mei, et Deus meus.\r\n**P. Gloria Patri, et Filio, et Spiritui Sancto.**\r\nS. Sicut erat in principo, et nunc, et semper: et in saecula saeculorum. Amen.\r\n**P. Introibo ad altare Dei.**\r\nS. Ad Deum qui laetificat juventutem meam.\r\n\r\n**P. ✠ Adjutorium nostrum in nomine Domini.**\r\nS. Qui fecit coelum et terram.\r\n\r\n**P. Confiteor Deo omnipotenti, beatae Mariae semper Virgini, beato Michaeli Archangelo, beato Joanni Baptistae, sanctis Apostolis Petro et Paulo, omnibus Sanctis, et vobis Fratres: quia peccavi nimis cogitatione verbo, et opere: mea culpa, mea culpa, mea maxima culpa. Ideo precor beatam Mariam semper Virginem, beatum Michaelem Archangelum, beatum Joannem Baptistam, sanctos Apostolos Petrum et Paulum, omnes Sanctos, et vos Fratres, orare pro me ad Dominum Deum Nostrum.**\r\nS. Misereatur tui omnipotens Deus, et dimissis peccatis tuis, perducat te ad vitam aeternam.\r\n**P. Amen.**\r\n\r\nS. Confiteor Deo omnipotenti, beatae Mariae semper Virgini, beato Michaeli Archangelo, beato Joanni Baptistae, sanctis Apostolis Petro et Paulo, omnibus Sanctis, et tibi Pater: quia peccavi nimis cogitatione verbo, et opere: mea culpa, mea culpa, mea maxima culpa. Ideo precor beatam Mariam semper Virginem, beatum Michaelem Archangelum, beatum Joannem Baptistam, sanctos Apostolos Petrum et Paulum, omnes Sanctos, et te Pater, orare pro me ad Dominum Deum Nostrum.\r\n**P. Misereatur tui omnipotens Deus, et dimissis peccatis tuis, perducat te ad vitam aeternam.**\r\nS. Amen.\r\n\r\n**P. ✠ Indulgentiam absolutionem, et remissionem peccatorum nostrorum, tributat nobis omnipotens et misericors Dominus.**\r\nS. Amen.\r\n\r\n**P. Deus, tu conversus vivificabis nos.**\r\nS. Et plebs tua laetabitur in te.\r\n**P. Ostende nobis Domine, misericordiam tuam.**\r\nS. Et salutare tuum da nobis.\r\n**P. Domine, exuadi orationem meam.**\r\nS. Et clamor meus ad te veniat.\r\n**P. Dominus vobiscum.**\r\nS. Et cum spiritu tuo.\r\n**P. Oremus.**\r\n\r\n**Aufer a nobis, quaesumus Domine, iniquitates nostras: ut ad Sancta Sanctorum puris mereamur mentibus introire. Per Christum Dominum nostrum. Amen.**\r\n**Oramus te. Domine, per merita Sanctorum tuorum, quorum reliquiae hic sunt et omnium Sanctorum: ut indulgere digneris omnia peccata mea. Amen.**",
            "Before Mass": "*Oratio ad Beatam Mariam Virginem Ante Missam*\r\nO Mater pietatis et misericordiae, beatissima Virgo Maria, ego miser et indignus peccator ad te confugio toto corde et affectu; et precor pietatem tuam, ut, sicut dulcissimo Filio tuo in Cruce pendenti astitisti, ita et mihi, misero peccatori, et fidelibus omnibus sacrosanctum Filii tui Corporis sumentibus, clementer adsistere digneris, ut, tua gratia adiuti, digne ac fructuose Illud sumere valeamus. Amen.\r\n\r\n*Oratio ad Sanctum Ioseph Ante Missam*\r\nO felicem virum, beatum Ioseph, cui datum est Deum, quem multi reges voluerunt videre et non viderunt, audire et non audierunt, non solum videre et audire, sed portare, deosculari, vestire et custodire!\r\n\r\n℣. Ora pro nobis, beate Ioseph.\r\n℟. Ut digni efficiamur promissionibus Christi.\r\n\r\nDeus, qui dedisti nobis regale sacerdotium: praesta, quaesumus; ut, sicut beatus Ioseph unigenitum Filium tuum, natum ex Maria Virgine, suis manibus reverenter tractare meruit et portare, ita nos facias cum cordis munditia et operis innocentia tuis sanctis altaribus deservire, ut sacrosanctum Filii tui Corpus et Sanguinem hodie digne sumamus, et in futuro saeculo praemium habere mereamur aeternum. Per eundem Christum Dominum nostrum. Amen.\r\n\r\n*Oratio Ad Omnes Angelos et Sanctos Ante Missam*\r\nAngeli, Archangeli, Throni, Dominationes, Principatus, Potestates, Virtutes caelorum, Cherubim atque Seraphim, omnes Sancti et Sanctae Dei, praesertim Patroni mei, intercedere dignemini pro me, ut hoc sacrificium Deo omnipotenti digne valeam offerre, ad laudem et gloriam nominis sui et ad utilitatem meam totiusque Ecclesiae suae sanctae. Amen.\r\n\r\n*Oratio Sancti Thomae Aquinatis Ante Missam*\r\nOmnipotens sempiterne Deus, ecce accedo ad sacramentum unigeniti Filii tui, Domini nostri, Iesu Christi; accedo tamquam infirmus ad medicum vitae, immundus ad fontem misericordiae, caecus ad lumen claritatis aeternae, pauper et egenus ad Dominum caeli et terrae.\r\n\r\nRogo ergo immensae largitatis tuae abundantiam, quatenus meam curare digneris infirmitatem, lavare foeditatem, illuminare caecitatem, ditare paupertatem, vestire nuditatem; ut panem Angelorum, Regem regum et Dominum dominantium, tanta suscipiam reverentia et humilitate, tanta contritione et devotione, tanta puritate et fide, tali proposito et intentione, sicut expedit saluti animae meae.\r\n\r\nDa mihi, quaeso, Dominici Corporis et Sanguinis non solum suscipere sacramentum, sed etiam rem et virtutem sacramenti.\r\n\r\nO mitissime Deus, da mihi Corpus unigeniti Filii tui, Domini nostri, Iesu Christi, quod traxit de Virgine Maria, sic suscipere, ut corpori suo mystico merear incorporari, et inter eius membra connumerari.\r\n\r\nO amantissime Pater, concede mihi dilectum Filium tuum, quem nunc velatum in via suscipere propono, revelata tandem facie perpetuo contemplari: Qui tecum vivit et regnat in unitate Spiritus Sancti, Deus, per omnia saecula saeculorum. Amen.\r\n\r\n*Oratio Sancti Ambrosii Ante Missam*\r\nAd mensam dulcissimi convivii tui, pie Domine Iesu Christe, ego peccator de propriis meis meritis nihil praesumens, sed de tua confidens misericordia et bonitate, accedere vereor et contremisco. Nam cor et corpus habeo multis criminibus maculatum, mentem et linguam non caute custoditam. Ergo, o pia Deitas, o tremenda maiestas, ego miser, inter angustias deprehensus, ad te fontem misericordiae recurro, ad te festino sanandus, sub tuam protectionem fugio; et quem Iudicem sustinere nequeo, Salvatorem habere suspiro. Tibi, Domine, plagas meas ostendo, tibi verecundiam meam detego. Scio peccata mea multa et magna, pro quibus timeo; spero in misericordias tuas, quarum non est numerus.\r\n\r\nRespice ergo in me oculis misericordiae tuae, Domine, Iesu Christe, Rex aeterne, Deus et homo, crucifixus propter hominem. Exaudi me sperantem in te; miserere mei pleni miseriis et peccatis, tu qui fontem miserationis numquam manare cessabis.\r\n\r\nSalve, salutaris victima, pro me et omnia humano genere in patibulo Crucis oblata. Salve, nobilis, et pretiose sanguis, de vulneribus crucifixi Domini mei Iesu Christi profluens, et peccata totius mundi abluens.\r\n\r\nRecordare, Domine, creaturae tuae, quam tuo Sanguine redemisti. Paenitet me peccasse, cupio emendare quod feci. Aufer ergo a me, clementissime Pater, omnes iniquitates et peccata mea; ut, purificatus mente et corpore, digne degustare merear Sancta sanctorum. Et concede, ut haec sancta praelibatio Corporis et Sanguinis tui, quam ego indignus sumere intendo, sit peccatorum meorum remissio, sit delictorum perfecta purgatio, sit turpium cogitationem effugatio ac bonorum sensuum regeneratio, operumque tibi placentium salubris efficacia, animae quoque et corporis contra inimicorum meorum insidias firmissima tuitio. Amen.",
            "After Mass": "*O Maria, Oratio ad Mariam Virginem Post Missam*\r\nO Maria, Virgo et Mater sanctissima, ecce suscepi dilectissimum Filium tuum, quem immaculato utero tuo concepisti, genuisti, lactasti, atque suavissimis amplexibus strinxisti. Ecce, cuius aspectu laetabaris et omnibus deliciis replebaris, illum ipsum tibi humiliter et amanter repraesento et offero tuis brachiis constringendum, tuo corde amandum, sanctissimaeque Trinitati in supremum latriae cultum, pro tui ipsius honore et gloria et pro meis totiusque mundi necessitatibus, offerendum. Rogo ergo te, piissima Mater, impetra mihi veniam omnium peccatorum meorum, uberemque gratiam ipsi deinceps fidelius serviendi, ac denique gratiam finalem, ut eum tecum laudare possim per omnia saecula saeculorum. Amen.\r\n\r\n*Oratio ad Sanctum Ioseph Post Missam*\r\nVirginum custos et pater, sancte Ioseph, cuius fideli custodiae ipsa Innocentia Christus Iesus et Virgo virginum Maria commisa fuit; te per hoc utrumque carissimum pignus Iesum et Mariam obsecro et obtestor, ut me, ab omni immunditia praeservatum, mente incontaminata, puro corde et casto corpore Iesu et Mariae semper facias castissime famulari. Amen.\r\n\r\n*Oratio Sancti Thomae Aquinatis Post Missam*\r\nGratias tibi ago, Domine, sancte Pater, omnipotens aeterne Deus, qui me peccatorem, indignum famulum tuum, nullis meis meritis, sed sola dignatione misericordiae tuae satiare dignatus es pretioso Corpore et Sanguine Filii tui, Domini nostri Iesu Christi. Et precor, ut haec sancta communio non sit mihi reatus ad poenam, sed intercessio salutaris ad veniam. Sit mihi armatura fidei et scutum bonae voluntatis. Sit vitiorum meorum evacuatio, concupiscentiae et libidinis exterminatio, caritatis et patientiae, humilitatis et oboedientiae omniumque virtutum augmentatio: contra insidias inimicorum omnium, tam visibilium quam invisibilium firma defensio; motuum meorum, tam carnalium quam spiritualium, perfecta quietatio: in te uno ac vero Deo firma adhaesio; atque finis mei felix consummatio. Et precor te, ut ad illud ineffabile convivium me peccatorem perducere digneris, ubi tu, cum Filio tuo et Spiritu Sancto, Sanctis tuis es lux vera, satietas plena, gaudium sempiternum, iucunditas consummata et felicitas perfecta. Per eundem Christum Dominum nostrum. Amen.\r\n\r\n*Oratio Sancti Bonaventurae Post Missam*\r\nTransfige, dulcissime Domine Iesu, medullas et viscera animae meae suavissimo ac saluberrimo amoris tui vulnere, vera serenaque et apostolica sanctissima caritate, ut langueat et liquefiat anima mea solo semper amore et desiderio tui, te concupiscat et deficiat in atria tua, cupiat dissolvi et esse tecum.\r\n\r\nDa ut anima mea te esuriat, panem Angelorum, refectionem animarum sanctarum; panem nostrum cotidianum, supersubstantialem, habentem omnem dulcedinem et saporem, et omne delectamentum suavitatis. Te, in quem desiderant Angeli prospicere, semper esuriat et comedat cor meum, et dulcedine saporis tui repleantur viscera animae meae; te semper sitiat fontem vitae, fontem sapientiae et scientiae, fontem aeterni luminis, torrentem voluptatis, ubertatem domus Dei.\r\n\r\nTe semper ambiat, te quaerat, te inveniat, ad te tendat, ad te perveniat, te meditetur, te loquatur, et omnia operetur in laudem et gloriam nominis tui, cum humilitate et discretione, cum dilectione, et delectatione, cum facilitate et affectu, cum perseverantia usque in finem; ut tu sis solus semper spes mea, tota fiducia mea, divitiae meae, delectatio mea, iucunditas mea, gaudium meum, quies et tranquillitas mea, pax mea, suavitas mea, odor meus, dulcedo mea, cibus meus, refectio mea, refugium meum, auxilium meum, sapientia mea, portio mea, possessio mea, thesaurus meus, in quo fixa et firma et immobiliter semper sit radicata mens mea et cor meum. Amen.",
            "Leonine Prayers": "Ave Maria, gratia plena, Dominus tecum; benedicta tu in mulieribus, et benedictus fructus ventris tui, Jesus. Sancta Maria mater Dei, ora pro nobis peccatoribus, nunc et in hora mortis nostrae.\r\nAmen.\r\n\r\nAve Maria, gratia plena, Dominus tecum; benedicta tu in mulieribus, et benedictus fructus ventris tui, Jesus. Sancta Maria mater Dei, ora pro nobis peccatoribus, nunc et in hora mortis nostrae.\r\nAmen.\r\n\r\nAve Maria, gratia plena, Dominus tecum; benedicta tu in mulieribus, et benedictus fructus ventris tui, Jesus. Sancta Maria mater Dei, ora pro nobis peccatoribus, nunc et in hora mortis nostrae.\r\nAmen.\r\n\r\nSalve, Regina, mater misericordiae, vita, dulcedo, et spes nostra, salve. Ad te clamamus exsules filii Hevae. Ad te suspiramus, gementes et flentes in hac lacrimarum valle.\r\n\r\nEia, ergo, advocata nostra, illos tuos misericordes oculos ad nos converte. Et Iesum, benedictum fructum ventris tui, nobis post hoc exsilium ostende.\r\n\r\nO clemens, O pia, O dulcis Virgo Maria.\r\nAmen.\r\n\r\n℣. Ora pro nobis, sancta Dei Genitrix.\r\n℟. Ut digni efficiamur promissionibus Christi.\r\n\r\nOremus. Deus, refugium nostrum et virtus, populum ad te clamantem propitius respice; et intercedente gloriosa, et immaculata Virgine Dei Genitrice Maria, cum beato Joseph, ejus Sponso, ac beatis Apostolis tuis Petro et Paulo, et omnibus Sanctis, quas pro conversione peccatorum, pro libertate et exaltatione sanctae Matris Ecclesiae, preces effundimus, misericors et benignus exaudi. Per eundum Christum Dominum nostrum.\r\nAmen.\r\n\r\nSancte Michael Archangele, defende nos in proelio, contra nequitiam et insidias diaboli esto praesidium. Imperet illi Deus, supplices deprecamur: tuque, Princeps militiae caelestis, Satanam aliosque spiritus malignos, qui ad perditionem animarum pervagantur in mundo, divina virtute, in infernum detrude.\r\nAmen.\r\n\r\nCor Jesu Sacratissimum. Miserere Nobis.\r\nCor Jesu Sacratissimum. Miserere Nobis.\r\nCor Jesu Sacratissimum. Miserere Nobis."
        },
        "Prayers by a Pontiff": {
            "Universal Prayer of Pope Clement XI": "Credo Domine, sed credam firmius; spero, sed sperem securius; amo, sed amem ardentius; doleo, sed doleam vehementius.\r\n\r\nAdoro te ut primum principium; desidero ut finem ultimum; laudo ut benefactorem perpetuum; invoco ut defensorem propitium.\r\n\r\nTua me sapientia dirige, iustitia contine, clementia solare, potentia protege. Offero tibi, Domine cogitanda, ut sint ad te; dicenda, ut sint de te; facienda, ut sint secundum te; ferenda, ut sint propter te. Volo quidquid vis, volo quia vis, volo quomodo vis, volo quamdiu vis.\r\n\r\nOro, Domine, intellectum illumines, voluntatem inflammes, cor emundes, animam sanctifices. Defleam praeteritas iniquitates, repellam futuras tentationes, corrigam vitiosas propensiones, excolam idoneas virtutes. Tribue mihi, bone Deus, amorem tui, odium mei, zelum proximi, contemptum mundi.\r\n\r\nStudeam superioribus oboedire, inferioribus subvenire, amicis consulere, inimicis parcere. Vincam voluptatem austeritate, avaritiam largitate, iracundiam lenitate, tepiditatem fervore. Redde me prudentem in consiliis, constantem in periculis, patientem in adversis, humilem in prosperis.\r\n\r\nFac, Domine, ut sim in oratione attentus, in epulis sobrius, in munere sedulus, in proposito firmus. Curem habere innocentiam interiorem, modestiam exteriorem, conversationem exemplarem, vitam regularem. Assidue invigilem naturae domandae, gratiae fovendae, legi servandae, saluti promerendae.\r\n\r\nDiscam a te quam tenue quod terrenum, quam grande quod divinum, quam breve quod temporaneum, quam durabile quod aeternum. Da mortem praeveniam, iudicium pertineam, infernum effugiam, paradisum obtineam. Per Christum Dominum nostrum. Amen."
        },
        "Prayers for Intercession": {
            "Ad Te Beate Ioseph": "Ad te beate Ioseph, in tribulatione nostra confugimus, atque, implorato Sponsae tuae sanctissimae auxilio, patrocinium quoque tuum fidenter exposcimus. \r\n\r\nPer eam, quaesumus quae te cum immaculata Virgine Dei Genetrice coniunxit, caritatem, perque paternum, quo Puerum Iesum amplexus es, amorem, supplices deprecamur, ut ad hereditatem, quam Iesus Christus acquisivit Sanguine suo, benignus respicias, ac necessitatibus nostris tua virtute et ope succurras. \r\n\r\nTuere, o Custos providentissime divinae Familiae, Iesu Christi sobolem electam; prohibe a nobis, amantissime Pater, omnem errorum ac corruptelarum luem; propitius nobis, sospitator noster fortissime, in hoc cum potestate tenebrarum certamine e caelo adesto; et sicut olim Puerum Iesum e summo eripuisti vitae discrimine, ita nunc Ecclesiam sanctam Dei ab hostilibus insidiis atque ab omni adversitate defende: nosque singulos perpetuo tege patrocinio, ut ad tui exemplar et ope tua suffulti, sancte vivere, pie emori, sempiternamque in caelis beatitudinem assequi possimus. Amen."
        },
        "Psalms": {
            "Psalm 22": "Dominus regit me, et nihil mihi deerit:\r\nin loco pascuæ ibi me collocavit.\r\n\r\nSuper aquam refectionis educavit me, animam meam convertit. Deduxit me super semitas justitiæ, propter nomen suum.\r\n\r\nNam, etsi ambulavero in medio umbræ mortis, non timebo mala, quoniam tu mecum es. Virga tua, et baculus tuus, ipsa me consolata sunt.\r\n\r\nParasti in conspectu meo mensam, adversus eos qui tribulant me; impinguasti in oleo caput meum; et calix meus inebrians quam præclarus est!\r\n\r\nEt misericordia tua subsequetur me omnibus diebus vitæ meæ; et ut inhabitem in domo Domini, in longitudinem dierum."
        },
        "Prayers by Saints": {
            "Prayer of St. Bonaventure": "Transfige, dulcissime Domine Iesu, medullas et viscera animae meae suavissimo ac saluberrimo amoris tui vulnere, vera serenaque et apostolica sanctissima caritate, ut langueat et liquefiat anima mea solo semper amore et desiderio tui, te concupiscat et deficiat in atria tua, cupiat dissolvi et esse tecum.\r\n\r\nDa ut anima mea te esuriat, panem Angelorum, refectionem animarum sanctarum; panem nostrum cotidianum, supersubstantialem, habentem omnem dulcedinem et saporem, et omne delectamentum suavitatis. Te, in quem desiderant Angeli prospicere, semper esuriat et comedat cor meum, et dulcedine saporis tui repleantur viscera animae meae; te semper sitiat fontem vitae, fontem sapientiae et scientiae, fontem aeterni luminis, torrentem voluptatis, ubertatem domus Dei.\r\n\r\nTe semper ambiat, te quaerat, te inveniat, ad te tendat, ad te perveniat, te meditetur, te loquatur, et omnia operetur in laudem et gloriam nominis tui, cum humilitate et discretione, cum dilectione, et delectatione, cum facilitate et affectu, cum perseverantia usque in finem; ut tu sis solus semper spes mea, tota fiducia mea, divitiae meae, delectatio mea, iucunditas mea, gaudium meum, quies et tranquillitas mea, pax mea, suavitas mea, odor meus, dulcedo mea, cibus meus, refectio mea, refugium meum, auxilium meum, sapientia mea, portio mea, possessio mea, thesaurus meus, in quo fixa et firma et immobiliter semper sit radicata mens mea et cor meum. Amen."
        }
    }
}