
[
  {
    "rank": 4,
    "title": "The Passion",
    "colors": "r",
    "propers": [
      {
        "title": "Introit",
        "english": "*Phil 2:8-9*\nThe Lord Jesus Christ humbled Himself unto death, even the death of the cross; wherefore God also exalted Him and hast given Him a name which is above every name.\n*Ps 88:2*\nThe mercies of the Lord I will sing for ever: to generation and generation.\nGlory be to the Father...\nThe Lord Jesus Christ humbled Himself unto death, even the death of the cross; wherefore God also exalted Him and hast given Him a name which is above every name.",
        "latin": "*Phil 2:8-9*\nHumiliavit semetipsum Dominus Jesus Christus usque ad mortem, mortem autem crucis: propter quod et Deus exaltavit illum, et donavit illi nomen, quod est super omne nomen.\n*Ps 88:2*\nMisericordias Domini in æternum cantabo: in generationem et generationem.\nGlória Patri...\nHumiliavit semetipsum Dominus Jesus Christus usque ad mortem, mortem autem crucis: propter quod et Deus exaltavit illum, et donavit illi nomen, quod est super omne nomen."
      },
      {
        "title": "Collect",
        "english": "O Lord Jesus Christ, Who didst come down to earth from the bosom of Thy heavenly Father, and didst shed Thy precious Blood to wash away our sins: we humbly beseech Thee, that on the judgment day, at Thy right hand, we may be found worthy to hear from Thee those words: Come, ye blessed:\nWho with the same God the Father and the Holy Ghost, livest and reignest, God, world without end...",
        "latin": "Domine Jesu Christe, qui de cælis ad terram de sinu Patris descendisti, et sanguinem tuum pretiosum in remissionem peccatorum nostrorum fudisti: te humiliter deprecamur; ut in die judicii, ad dexteram tuam audire mereamur: Venite benedicti:\nQui cum eodem Deo Patre et Spiritu Sancto vivis et regnas, Deus, per omnia sæcula sæculorum..."
      },
      {
        "title": "Lesson",
        "english": "*Zach 12:10-11; 13:6-7*\nThus saith the Lord: I will pour out upon the house of David, and upon the inhabitants of Jerusalem, the spirit of grace and of prayers: and they shall look upon Me, Whom they have pierced: and they shall mourn for Him as one mourneth for an only son, and they shall grieve over Him as the manner is to grieve for the death of the first-born. In that day there shall be a great lamentation in Jerusalem, and it shall be said: What are these wounds in the midst of Thy hands? And He shall say: With these I was wounded in the house of them that loved Me. Awake, O sword, against my Shepherd, and against the man that cleaveth to Me, saith the Lord of hosts: strike the shepherd, and the sheep shall be scattered: saith the Lord almighty.",
        "latin": "*Zach 12:10-11; 13:6-7*\nHæc dicit Dominus: Effundam super domum David, et super habitatores Jerusalem, spiritum gratiæ et precum: et aspiciem ad me, quem confixerunt: et plangent eum planctu quasi super unigenitum et dolebunt super eum, ut doleri solet in morte primogeniti. In die illa magnus erit planctus in Jerusalem, et dicetur: Quid sunt plagæ istæ in medio manuum tuarum? Et dicet: His plagatus sum in domo eorum, qui diligebant me. Framea suscitare super pastorem meum, et super virum cohærentem mihi, dicit Dominus exercituum: percute pastorem, et dispergentur oves, ait Dominus omnipotens."
      },
      {
        "title": "Gradual",
        "english": "*Ps 68:21,22*\nMy heart hath expected reproach and misery: and I looked for one that would grieve together with Me, and there was none: I sought one that would comfort Me, and I found none. They gave Me gall for My food, and in My thirst they gave Me vinegar to drink.",
        "latin": "*Ps 68:21,22*\nImproperium exspectavit cor meum, et miseriam: et sustinui, qui simul mecum contristaretur, et non fuit: consolantem me quæsivi, et non inveni. Dederunt in escam meam fei, et in siti mea potaverunt me aceto."
      },
      {
        "title": "Lesser Alleluia",
        "english": "Alleluia, alleluia.\nHail, Thou our King: Thou alone hast had compassion on our errors: obedient to the Father, Thou wert led to be crucified like a meek lamb to the slaughter.\nAlleluia.",
        "latin": "Allelúja, allelúja.\nAve, Rex noster, tu solus nostros es miseratus errores: Patri obediens, ductus es ad crucifigendum, ut agnus mansuetus ad occisionem.\nAllelúja."
      },
      {
        "title": "Tract",
        "english": "*Is 52:4-5*\nSurely He hath borne our infirmities, and carried our sorrows. And we have thought Him as it were a leper, and as one struck by God and afflicted. But He was wounded for our iniquities, He was bruised for our sins. The chastisement of our peace was upon Him: and by His bruises we are healed.",
        "latin": "*Is 52:4-5*\nVere languores nostros ipse tulit, et dolores nostros ipse portavit. Et nos putavimus eum quasi leprosum, et percussum Deo, et humiliatum. Ipse autem vulneratus est, propter iniquitates nostras, attritus est propter scelera nostra. Disciplina pacis nostræ super eum: et livore ejus sanati sumus."
      },
      {
        "title": "Greater Alleluia",
        "english": "Alleluia, alleluia.\nHail, Thou our King: Thou alone hast had compassion on our errors: obedient to the Father, Thou wert led to be crucified like a meek lamb to the slaughter.\nAlleluia.\nTo thee be glory, hosanna: to Thee be triumph and victory: to Thee a crown of highest praise and honour.\nAlleluia.",
        "latin": "Allelúja, allelúja.\nAve, Rex noster, tu solus nostros es miseratus errores: Patri obediens, ductus es ad crucifigendum, ut agnus mansuetus ad occisionem.\nAllelúja.\nTibi gloria, hosanna: tibi triumphus et victoria: tibi summæ laudis et honoris corona.\nAllelúja."
      },
      {
        "title": "Gospel",
        "english": "*Jn 19:28-35*\nAt that time: Jesus knowing that all things were now accomplished, that the Scripture might be fulfilled, said: I thirst. Now there was a vessel set there full of vinegar. And they putting a sponge full of vinegar about hyssop, put it to His mouth. Jesus therefore when He had taken the vinegar, said: It is consummated. And bowing His head He gave up the ghost. Then the Jews (because it was the parasceve), that the bodies might not remain upon the cross on the sabbath day (for that was the great sabbath day), besought Pilate that their legs might be broken, and that they might be taken away. The soldiers, therefore, came: and they broke the legs of the first, and of the other that was crucified with Him. But after they were come to Jesus, when they saw that He was already dead, they did not break His legs. But one of the soldiers with a spear opened His side, and immediately there came out blood and water. And he that saw it hath given testimony, and his testimony is true.",
        "latin": "*Jn 19:28-35*\nIn illo tempore: Sciens Jesus quia omnia consummata sunt, ut consummaretur Scriptura, dixit: Sitio. Vas ergo erat positum aceto plenum. Illi autem spongiam plenum aceto, hyssopo circumponentes, obtulerunt ori ejus. Cum ergo accepisset Jesus acetum, dixit: Consummatum est. Et inclinato capite tradidit spiritum. Judaei ergo (quoniam Parasceve erat) ut non remanerent in cruce corpora sabbato (erat enim magnus dies ille sabbati), rogaverunt Pilatum ut frangerentur eorum crura, et tollerentur. Venerunt ergo milites: et primi quidem fregerunt crura, et alterius qui crucifixus est cum eo. Ad Jesum autem cum venissent, ut viderunt eum jam mortuum, non fregerunt ejus crura, sed unus militum lancea latus ejus aperuit, et continuo exivit sanguis et aqua. Et qui vidit, testimonium perhibuit: et verum est testimonium ejus."
      },
      {
        "title": "Offertory",
        "english": "Wicked men rose up against Me: pitilessly they sought to kill Me: they even spat in My face; with their spears they wounded Me, and all My bones were shaken.",
        "latin": "Insurrexerunt in me viri iniqui: absque misericordia quæsierunt me interficere: et non pepercerunt in faciem meam spuere: lanceis suis vulneraverunt me, et concussa sunt omnia ossa mea."
      },
      {
        "title": "Secret",
        "english": "May the Sacrifice which we offer up to Thee, O Lord, ever quicken and guard us through the Passion of Thine only-begotten Son.\nWho with Thee liveth and reigneth...",
        "latin": "Oblatum tibi Domine sacrificium, intercedente unigeniti Filii tui Passione, vivificet nos semper et muniat:\nQui tecum vivit et regnat..."
      },
      {
        "title": "Preface of the Holy Cross",
        "english": "It is truly meet and just, right and for our salvation, that we should at all times, and in all places, give thanks unto Thee, O holy Lord, Father almighty, everlasting God; Who didst establish the salvation of mankind on the tree of the Cross; that whence death came, thence also life might arise again, and that he, who overcame by the tree, by the tree also might be overcome: Through Christ our Lord. Through whom the Angels praise Thy Majesty, the Dominations worship it, the Powers stand in awe. The Heavens and the heavenly hosts together with the blessed Seraphim in triumphant chorus unite to celebrate it. Together with these we entreat Thee that Thou mayest bid our voices also to be admitted while we say with lowly praise:",
        "latin": "Vere dignum et justum est, æquum et salutáre, nos tibi semper et ubíque grátias ágere: Dómine sancte, Pater omnípotens, ætérne Deus: Qui salútem humáni géneris in ligno Crucis constituísti: ut, unde mors oriebátur, inde vita resúrgeret: et, qui in ligno vincébat, in ligno quoque vincerétur: per Christum, Dóminum nostrum. Per quem majestátem tuam laudant Angeli, adórant Dominatiónes, tremunt Potestátes. Cæli cælorúmque Virtútes ac beáta Séraphim sócia exsultatióne concélebrant. Cum quibus et nostras voces ut admítti júbeas, deprecámur, súpplici confessióne dicéntes:"
      },
      {
        "title": "Communion",
        "english": "*Ps 21:1,8*\nThey have pierced My hands and My feet: they have numbered all My bones.",
        "latin": "*Ps 21:1,8*\nFoderunt manus meas, et pedes meos: dinumeraverunt omnia ossa mea."
      },
      {
        "title": "Postcommunion",
        "english": "O Lord Jesus Christ, Son of the living God, Who at the sixth hour didst mount the gibbet of the cross for the redemption of the world, and didst shed Thy precious Blood that our sins might be washed away: we humbly entreat Thee that after our death Thou wouldst grant us joyfully to enter the gates of heaven:\nWho livest and reignest...",
        "latin": "Domine Jesu Christe, Fili Dei vivi, qui hora sexta pro redemptione mundi crucis patibulum ascendisti, et sanguinem tuum pretiosum in remissionem peccatorum nostrorum fudisti: te humilter deprecamur; ut post obitum nostrum paradisi januas nos gaudenter introire concedas:\nQui vivis et regnas..."
      }
    ],
    "commemorations" : []
  },
  {
    "rank": 4,
    "title": "The Holy Cross",
    "colors": "r",
    "propers": [
      {
        "title": "Introit",
        "english": "*Gal 6:14*\nBut it behooves us to glory in the cross of Our Lord Jesus Christ: in Whom is our salvation, life, and resurrection; by Whom we are saved and delivered, (P.T. Alleluia, alleluia.)\n*Ps 66:2*\nMay God have mercy on us, and bless us; may He cause the light of His countenance to shine upon us, and may He have mercy on us.\nGlory be to the Father...\nBut it behooves us to glory in the cross of Our Lord Jesus Christ: in Whom is our salvation, life, and resurrection; by Whom we are saved and delivered. (P.T. Alleluia, alleluia.)",
        "latin": "*Gal 6:14*\nNos autem gloriári opórtet in Cruce Dómini nostri Jesu Christi: in quo est salus, vita et resurréctio nostra: per quem salváti et liberáti sumus. (T.P. Allelúja, allelúja.)\n*Ps 66:2*\nDeus misereátur nostri, et benedícat nobis: illúminet vultum suum super nos, et misereátur nostri.\nGlória Patri...\nNos autem gloriári opórtet in Cruce Dómini nostri Jesu Christi: in quo est salus, vita et resurréctio nostra: per quem salváti et liberáti sumus. (T.P. Allelúja, allelúja.)"
      },
      {
        "title": "Collect (Paschaltide)",
        "english": "O God, Who wast pleased to sanctify the standard of the life-giving cross with the blood of Thine only-begottten Son, Grant, we beseech Thee, that those who rejoice in honoring the same holy cross may also everywhere rejoice in Thy protection.\nThrough the same Jesus Christ, Thy Son, our Lord...",
        "latin": "Deus, qui unigéniti Fílii tui pretióso sanguine vivíficæ Crucis vexíllum sanctificáre voluísti: concéde, quǽsumus; eos, qui ejusdem sanctæ Crucis gaudent honóre, tua quoque ubíque protectióne gaudére.\nPer eúndem Dóminum nostrum Jesum Christum, Fílium tuum..."
      },
      {
        "title": "Collect (Not Paschaltide)",
        "english": "O God, Who didst will that for our sakes Thy Son should undergo the torment of the cross, to free us from the power of the enemy, grant us, Thy servants, that we may attain unto the glory of the resurrection.\nThrough the same Jesus Christ, Thy Son, our Lord...",
        "latin": "Deus, qui pro nobis Fílium tuum Crucis patíbulum subíre voluísti, ut inimíci a nobis expélleres potestátem: concéde nobis, fámulis tuis; ut resurrectiónis grátiam consequámur.\nPer eúndem Dóminum nostrum Jesum Christum, Fílium tuum..."
      },
      {
        "title": "Lesson",
        "english": "*Phil 2:8-11*\nBrethren: Christ became for us obedient unto death, even to the death of the cross. For which cause God also hath exalted Him, and hath given Him a Name which is above all names:\n\n(here all kneel)\n\nthat in the Name of Jesus every knee should bow, of those that are in Heaven, on earth, and under the earth and that every tongue should confess that the Lord Jesus Christ is in the glory of God the Father.",
        "latin": "*Phil 2:8-11*\nFratres: Christus factus est pro nobis obǿdiens usque ad mortem, mortem autem crucis. Propter quod et Deus exaltávit illum, et donávit illi nomen, quod est super omne nomen:\n\n(hic genuflectitur)\n\nut in nómine Jesu omne genu flectátur coeléstium, terréstrium et infernórum, et omnis lingua confiteátur, quia Dóminus Jesus Christus in glória est Dei Patris."
      },
      {
        "title": "Gradual",
        "english": "*Phil 2:8,9*\nChrist became obedient for us unto death: even the death of the cross. For which cause also God hath exalted Him and hath given Him a name which is above all names.",
        "latin": "*Phil 2:8,9*\nChristus factus est pro nobis obǿdiens usque ad mortem, mortem autem crucis. Propter quod et Deus exaltávit illum, et dedit illi nomen, quod est super omne nomen."
      },
      {
        "title": "Lesser Alleluia",
        "english": "Alleluia, alleluia.\nSweet the wood, sweet the nails, sweet the load that hangs thereon: to bear up the King and Lord of Heaven nought was worthy save thou, O holy cross.\nAlleluia.",
        "latin": "Allelúja, allelúja.\nDulce lignum, dulces clavos, dúlcia ferens póndera: quæ sola fuísti digna sustinére Regem coelórum et Dóminum.\nAllelúja."
      },
      {
        "title": "Tract",
        "english": "We adore Thee, O Christ, and we bless Thee, because by Thy cross Thou didst redeem the world. We adore Thy cross, O Lord, we commemorate Thy glorious passion; have mercy on us, Thou Who didst suffer for us. O blessed cross, that alone wast worthy to bear the Lord and king of the heavens.",
        "latin": "Adorámus te, Christe, et benedícimus tibi: quia per Crucem tuam redemísti mundum. Tuam Crucem adorámus, Dómine, tuam gloriósam recólimus passiónem: miserére nostri, qui passus es pro nobis. O Crux benedícta, quæ sola fuisti digna portáre Regem cælórum et Dóminum."
      },
      {
        "title": "Greater Alleluia",
        "english": "*Ps 95:10*\nAlleluia, alleluia.\nSay ye among the gentiles, that the Lord hath reigned from the wood.\nAlleluia.\nSweet the wood, sweet the nails, sweet the burden they bore, for thou alone, O Tree, wast deemed worthy to bear Him Who is Lord and king of heaven.\nAlleluia.",
        "latin": "*Ps 95:10*\nAllelúja, allelúja.\nDícite in géntibus, quia Dóminus regnávit a ligno.\nAllelúja.\nDulce lignum, dulces clavos, dúlcia ferens póndera: quæ sola fuísti digna sustinére Regem cælórum et Dóminum.\nAllelúja."
      },
      {
        "title": "Gospel",
        "english": "*Matt 20:17-19*\nAt that time: Jesus took the twelve disciples apart, and said to them: Behold we go up to Jerusalem, and the Son of man shall be betrayed to the chief priests and the scribes, and they shall condemn Him to death. And shall deliver Him to the gentiles to be mocked, and scourged, and crucified, and the third day He shall rise again.",
        "latin": "*Matt 20:17-19*\nIn illo témpore: Assúmpsit Jesus duódecim discípulos secréto, et ait illis: Ecce, ascéndimus Jerosólymam, et Fílius hóminis tradétur princípibus sacerdótum et scribis, et condemnábunt eum morte, et tradent eum Géntibus ad illudéndum, et flagellándum, et crucifigéndum, et tértia die resúrget."
      },
      {
        "title": "Offertory",
        "english": "Through the sign of the holy cross, protect Thy people, O Lord, from the snares of all enemies, that we may pay Thee a pleasing service, and our sacrifice be acceptable, (P.T. Alleluia.)",
        "latin": "Prótege, Dómine, plebem tuam per signum sanctæ Crucis ab ómnibus insídiis inimicórum ómnium: ut tibi gratam exhibeámus servitútem, et acceptábile fiat sacrifícium nostrum. (T.P. Allelúja.)"
      },
      {
        "title": "Secret",
        "english": "May this oblation, we beseech Thee, O Lord, purge us of all our offenses, as upon the altar of the cross, it took away the sins of the whole world.\nThrough the same Jesus Christ, Thy Son, our Lord...",
        "latin": "Hæc oblátio, Dómine, quǽsumus, ab ómnibus nos purget offénsis: quæ in ara Crucis étiam totíus mundi tulit offénsam.\nPer eúndem Dóminum nostrum Jesum Christum, Fílium tuum..."
      },
      {
        "title": "Preface of the Holy Cross",
        "english": "It is truly meet and just, right and for our salvation, that we should at all times and in all places, give thanks unto Thee, O holy Lord, Father almighty, everlasting God Who didst establish the salvation of mankind on the tree of the Cross that whence death came, thence also life might rise again, and that he, who overcame by the tree, by the tree also might be overcome: Through Christ our Lord. Through Whom the Angels praise Thy majesty, the Dóminations worship it, the Powers stand in awe. The heavens and the heavenly hosts together with the blessed Seraphim in triumphant chorus unite to celebrate it. Together with these we entreat Thee, that Thou mayest bid our voices also to be admitted while we say with lowly praise:",
        "latin": "Vere dignum et justum est, æqum et salutáre, nos tibi semper, et ubique grátias ágere: Dómine sancte, Pater omnípotens, ætérne Deus. Qui salútem húmani géneris in ligno crucis constituísti: ut, unde mors oriebátur, inde vita resúrgeret: et qui in ligno vincébat, in ligno quoque vincerétur, per Christum Dóminum nostrum. Per quem majestátem tuam laudant Angeli, adórant Dóminatiónes, tremunt Potestátes coeli coelorúmque Virtútes, ac beáta Séraphim, sócia exsultatióne concélebrant. Cum quibus et nostras voces ut admitti júbeas deprecámur, súpplici confessióne dicéntes:"
      },
      {
        "title": "Communion",
        "english": "*Ps 78:2,11*\nThrough the sign of the cross deliver us from our enemies, O our God. (P.T. Alleluia.)",
        "latin": "*Ps 78:2,11*\nPer signum Crucis de inimícis nostris líbera nos, Deus noster. (T.P. Allelúja.)"
      },
      {
        "title": "Postcommunion",
        "english": "Be Thou with us, O Lord. our God, and as Thou dost make us rejoice in honor of the holy cross, defend us also by its perpetual assistance.\nThrough our Lord...",
        "latin": "Adésto nobis, Dómine, Deus noster: et quos sanctæ Crucis lætári facis honóre, ejus quoque perpétuis defénde subsídiis.\nPer Dóminum..."
      }
    ],
    "commemorations" : []
  }
]