[
  {
    "rank": 4,
    "title": "Our Lady (Before the Purification)",
    "colors": "w",
    "propers": [
      {
        "title": "Introit",
        "english": "*Ps 44:13,15-16*\nAll the rich among the people shall entreat Thy countenance: after her shall virgins be brought to the King: her neighbors shall be brought to thee in gladness and rejoicing.\n*Ps 44:2*\nMy heart hath uttered a good word: I speak my works to the King.\nGlory be to the Father...\nAll the rich among the people shall entreat Thy countenance: after her shall virgins be brought to the King: her neighbors shall be brought to thee in gladness and rejoicing.",
        "latin": "*Ps 44:13,15-16*\nVultum tuum deprecabúntur omnes dívites plebis: adducántur Regi Vírgines post eam: próximæ eius adducéntur tibi in lætítia et exsultatióne.\n*Ps 44:2*\nEructávit cor meum verbum bonum: dico ego ópera mea Regi.\nGlória Patri...\nVultum tuum deprecabúntur omnes dívites plebis: adducántur Regi Vírgines post eam: próximæ eius adducéntur tibi in lætítia et exsultatióne."
      },
      {
        "title": "Collect",
        "english": "O God, who by the fruitful virginity of blessed Mary hast bestowed upon mankind the rewards of eternal salvation: grant, we beseech Thee, that we may experience her intercession for us, through whom we have been made worthy to receive the Author of Life, Jesus Christ Thy Son, our Lord: Who lives and reigns with Thee in the unity of the Holy Spirit, God, forever and ever.",
        "latin": "Deus, qui salútis ætérnæ, beátæ Maríæ virginitáte foecúnda, humáno generi praemia præstitísti: tríbue, quaesumus; ut ipsam pro nobis intercédere sentiámus, per quam merúimus auctórem vitæ suscípere, Dóminum nostrum Jesum Christum, Fílium tuum:\nQui tecum..."
      },
      {
        "title": "Lesson",
        "english": "*Tit.3:4-7*\nDearly beloved: the goodness and kindness of God our Savior appeared: not by the works of justice which we have done, but according to His mercy He saved us by the laver of regeneration and renovation of the Holy Ghost, whom He hath poured forth upon us abundantly through Jesus Christ our Savior: that, being justified by His grace, we may be heirs according to hope of life everlasting: in Christ Jesus our Lord.",
        "latin": "*Tit.3:4-7*\nCaríssime: Appáruit benígnitas et humánitas Salvatóris nostri Dei: non ex opéribus iustítiæ, quæ fécimus nos, sed secúndum suam misericórdiam salvos nos fecit, per lavácrum regeneratiónis et renovatiónis Spíritus Sancti, quem effúdit in nos abúnde per Iesum Christum, Salvatórem nostrum: ut, iustificáti grátia ipsíus, herédes simus secúndum spem vitæ ætérnæ: in Christo Iesu, Dómino nostro."
      },
      {
        "title": "Gradual",
        "english": "*Ps 44:3,2*\nThou art beautiful above the sons of men: grace is poured abroad in Thy lips. V. My heart hath uttered a good word: I speak my works to the king: my tongue is the pen of a scrivener that writeth swiftly.",
        "latin": "*Ps 44:3,2*\nSpeciósus forma præ fíliis hóminum: diffúsa est grátia in lábiis tuis. V. Eructávit cor meum verbum bonum: dico ego ópera mea Regi: lingua mea cálamus scribæ velóciter scribéntis."
      },
      {
        "title": "Lesser Alleluia",
        "english": "Alleluia, alleluia.\nV. After childbirth thou didst remain a virgin: O Mother of God, intercede for us.\nAlleluia.",
        "latin": "Allelúja, allelúja.\nV. Post partum, Virgo, invioláta permansísti: Dei Génetrix, intercéde pro nobis.\nAllelúja."
      },
      {
        "title": "Tract",
        "english": "Rejoice, O Virgin Mary, thou alone hast destroyed all heresies. Who didst believe the words of the Archangel Gabriel. Whilst a virgin thou didst bring forth God and man: and after childbirth thou didst remain a pure virgin. O Mother of God, intercede for us.",
        "latin": "Gaude, María Virgo, cunctas hæréses sola interemísti. Quæ Gabriélis Archángeli dictis credidísti. Dum Virgo Deum et hóminem genuísti: et post partum Virgo invioláta permansísti. Dei Génetrix, intercéde pro nobis."
      },
      {
        "title": "Gospel",
        "english": "*Lk 2:15-20*\nAt that time, the shepherds said one to another: Let us go over to Bethlehem, and let us see this word that is come to pass, which the Lord hath showed to us. And they came with haste: and they found Mary and Joseph, and the Infant lying in the manger. And seeing they understood of the word that had been spoken to them concerning this Child. And all that heard wondered: and at those things that were told them by the shepherds. But Mary kept all these words, pondering them in her heart. And the shepherds returned, glorifying and praising God for all the things they had heard and seen, as it was told unto them.",
        "latin": "*Lk 2:15-20*\nIn illo témpore: Pastóres loquebántur ad ínvicem: Transeámus usque Béthlehem, et videámus hoc verbum, quod factum est, quod Dóminus osténdit nobis. Et venérunt festinántes, et invenérunt Maríam, et Joseph, et Infántem pósitum in præsépio. Vidéntes autem cognovérunt de verbo, quod dictum erat illis de Púero hoc. Et omnes, qui audiérunt, miráti sunt: et de his, quæ dicta erant a pastóribus ad ipsos. María autem conservábat ómnia verba hæc, cónferens in corde suo. Et revérsi sunt pastores, glorificántes et laudántes Deum in ómnibus, quæ audíerant et víderant, sicut dictum est ad illos."
      },
      {
        "title": "Offertory",
        "english": "For thou art happy, O holy Virgin Mary, and most worthy of all praise: because from thee arose the sun of justice, Christ, our God.",
        "latin": "Felix namque es, sacra Virgo María, et omni laude digníssima: quia ex te ortus est sol iustítiæ, Christus, Deus noster."
      },
      {
        "title": "Secret",
        "english": "By Thy gracious mercy, O Lord, and the intercession of blessed Mary ever Virgin, may this offering be of avail to us for welfare and peace now and for evermore.\nThrough our Lord...",
        "latin": "Dómine, propitiatióne, et beátæ Maríæ semper Vírginis intercessióne, ad perpétuam atque præséntem hæc oblátio nobis profíciat prosperitátem et pacem.\nPer Dóminum..."
      },
      {
        "title": "Preface of the Blessed Virgin Mary",
        "english": "It is truly meet and just, right and for our salvation that we always and everywhere give thanks unto Thee, O holy Lord, Father almighty, everlasting God: and that we should praise and bless, and proclaim Thee, in veneration of the Blessed Mary, ever Virgin: Who also conceived Thine only-begotten Son by the overshadowing of the Holy Spirit, and the glory of her virginity still abiding, gave forth to the world the everlasting Light, Jesus Christ our Lord. Through Whom the Angels praise Thy Majesty, the Dominations adore it, the Powers tremble: the heavens and the hosts of heaven, and the blessed Seraphim, together celebrate in exultation. With whom, we pray Thee, command that our voices of supplication also be joined in acknowledging Thee saying:",
        "latin": "Vere dignum et justum est, æquum et salutáre, nos tibi semper et ubíque grátias ágere: Dómine sancte, Pater omnípotens, ætérne Deus: Et te in Veneratióne beátæ Maríæ semper Vírginis collaudáre, benedícere et prædicáre. Quæ et Unigénitum tuum Sancti Spíritus obumbratióne concépit: et, virginitátis glória permanénte, lumen ætérnum mundo effúdit, Jesum Christum, Dóminum nostrum. Per quem maiestátem tuam laudant Ángeli, adórant Dominatiónes, tremunt Potestátes. Cæli cælorúmque Virtútes ac beáta Séraphim sócia exsultatióne concélebrant. Cum quibus et nostras voces ut admítti júbeas, deprecámur, súpplici confessióne dicéntes:"
      },
      {
        "title": "Communion",
        "english": "Blessed is the womb of the Virgin Mary, which bore the Son of the Eternal Father.",
        "latin": "Beáta víscera Maríæ Vírginis, quæ portavérunt ætérni Patris Fílium."
      },
      {
        "title": "Postcommunion",
        "english": "May this Communion, O Lord, cleanse us from guilt: and through the intercession of the blessed Virgin Mary, Mother of God, make us sharers of the heavenly remedy.\nThrough the same Jesus Christ, Thy Son, our Lord...",
        "latin": "Hæc nos commúnio, Dómine, purget a crímine: et, intercedénte beáta Vírgine Dei Genetríce María, coeléstis remédii fáciat esse consórtes.\nPer eúndem Dóminum nostrum Jesum Christum, Fílium tuum..."
      }
    ],
    "commemorations" : []
  },
  {
    "rank": 4,
    "title": "Our Lady (Before Holy Thursday)",
    "colors": "w",
    "propers": [
      {
        "title": "Introit",
        "english": "*Sedulius*\nHail, holy Mother, thou who didst bring forth the King who rules heaven and earth for ever and ever.\n*Ps 44:2*\nMy heart hath uttered a good word: I speak my works to the King.\nGlory be to the Father...\nHail, holy Mother, thou who didst bring forth the King who rules heaven and earth for ever and ever.",
        "latin": "*Sedulius*\nSalve, sancta Parens, eníxa puérpera Regem: qui cælum terrámque regit in sǽcula sæculórum.\n*Ps 44:2*\nEructávit cor meum verbum bonum: dico ego ópera mea Regi.\nGlória Patri...\nSalve, sancta Parens, eníxa puérpera Regem: qui cælum terrámque regit in sǽcula sæculórum."
      },
      {
        "title": "Collect",
        "english": "Grant us Thy servants, we beseech Thee, O Lord God, to enjoy perpetual health of mind and body; and by the glorious intercession of blessed Mary ever Virgin, to be delivered from present sorrows and to enjoy everlasting gladness.\nThrough our Lord...",
        "latin": "Concéde nos fámulos tuos, quǽsumus, Dómine Deus, perpétua mentis et córporis sanitáte gaudére: et, gloriósa beátæ Maríæ semper Vírginis intercessióne, a præsénti liberári tristítia et ætérna pérfrui lætítia.\nPer Dóminum..."
      },
      {
        "title": "Lesson",
        "english": "*Ecc 24:14-16*\nFrom the beginning, and before the world, was I created, and unto the world to come I shall not cease to be, and in the holy dwelling place I have ministered before him. And so I was established in Sion, and in the holy city likewise I rested, and my power was in Jerusalem. And I took root in an honorable people, and in the portion of my God his inheritance, and my abode is in the full assembly of saints.",
        "latin": "*Ecc 24:14-16*\nAb inítio et ante sǽcula creáta sum, et usque ad futúrum sǽculum non désinam, et in habitatióne sancta coram ipso ministrávi. Et sic in Sion firmáta sum, et in civitáte sanctificáta simíliter requiévi, et in Jerúsalem potéstas mea. Et radicávi in pópulo honorificáto, et in parte Dei mei heréditas illíus, et in plenitúdine sanctórum deténtio mea."
      },
      {
        "title": "Gradual",
        "english": "Thou art blessed and venerable, O Virgin Mary, who with purity unstained was found to be the Mother of our Savior. Virgin Mother of God, He whom the whole world was unable to contain enclosed Himself in thy womb, being made man.",
        "latin": "Benedícta et venerábilis es, Virgo María: quæ sine tactu pudóris invénta es Mater Salvatóris. Virgo, Dei Génetrix, quem totus non capit orbis, in tua se clausit víscera factus homo."
      },
      {
        "title": "Lesser Alleluia",
        "english": "*Num 17:8*\nAlleluia, alleluia.\nThe rod of Jesse hath blossomed: a Virgin hath brought forth Him Who is God and man: God hath restored peace, reconciling in Himself the lowest with the highest.\nAlleluia.",
        "latin": "*Num 17: 8*\nAllelúja, allelúja.\nVirga Jesse flóruit: Virgo Deum et hóminem génuit: pacem Deus réddidit, in se reconcílians ima summis.\nAllelúja."
      },
      {
        "title": "Tract",
        "english": "Rejoice, O Virgin Mary, thou alone hast destroyed all heresies. Who didst believe the words of the Archangel Gabriel. Whilst a virgin thou didst bring forth God and man: and after childbirth thou didst remain a pure virgin. O Mother of God, intercede for us.",
        "latin": "Gaude, María Virgo, cunctas hæréses sola interemísti. Quæ Gabriélis Archángeli dictis credidísti. Dum Virgo Deum et hóminem genuísti: et post partum Virgo invioláta permansísti. Dei Génetrix, intercéde pro nobis."
      },
      {
        "title": "Gospel",
        "english": "*Lk 11:27-28*\nAt that time, as Jesus was speaking to the multitudes, a certain woman from the crowd, lifting up her voice, said to Him: Blessed is the womb that bore Thee and the paps that gave Thee suck. But He said: Yea, rather, blessed are they who hear the word of God and keep it.",
        "latin": "*Lk 11:27-28*\nIn illo témpore: Loquénte Jesu ad turbas, extóllens vocem quædam múlier de turba, dixit illi: Beátus venter, qui te portávit, et úbera, quæ suxísti. At ille dixit: Quinímmo beáti, qui áudiunt verbum Dei, et custódiunt illud."
      },
      {
        "title": "Offertory",
        "english": "For thou art happy, O holy Virgin Mary, and most worthy of all praise: because from thee arose the sun of justice, Christ our Lord.",
        "latin": "Felix namque es, sacra Virgo María, et omni laude digníssima: quia ex te ortus est sol justítiæ, Christus Deus noster."
      },
      {
        "title": "Secret",
        "english": "By Thy gracious mercy, O Lord, and the intercession of blessed Mary ever Virgin, may this offering be of avail to us for welfare and peace now and for evermore.\nThrough our Lord...",
        "latin": "Tua, Dómine, propitiatióne, et beátæ Maríæ semper Vírginis intercessióne, ad perpétuam atque præséntem hæc oblátio nobis profíciat prosperitátem et pacem.\nPer Dóminum..."
      },
      {
        "title": "Preface of the Blessed Virgin Mary",
        "english": "It is truly meet and just, right and for our salvation that we always and everywhere give thanks unto Thee, O holy Lord, Father almighty, everlasting God: and that we should praise and bless, and proclaim Thee, in veneration of the Blessed Virgin Mary, ever Virgin: Who also conceived Thine only-begotten Son by the overshadowing of the Holy Spirit, and the glory of her virginity still abiding, gave forth to the world the everlasting Light, Jesus Christ our Lord. Through Whom the Angels praise Thy majesty, the Dominations adore, the Powers tremble: the heavens and the hosts of heaven, and the blessed Seraphim, together celebrate in exultation. With whom, we pray Thee, command that our voices of supplication also be admitted in confessing Thee saying:",
        "latin": "Vere dignum et justum est, æquum et salutáre, nos tibi semper et ubíque grátias ágere: Dómine sancte, Pater omnípotens, ætérne Deus: Et te in Veneratióne beátæ Maríæ semper Vírginis collaudáre, benedícere et prædicáre. Quæ et Unigénitum tuum Sancti Spíritus obumbratióne concépit: et, virginitátis glória permanénte, lumen ætérnum mundo effúdit, Jesum Christum, Dóminum nostrum. Per quem maiestátem tuam laudant Ángeli, adórant Dominatiónes, tremunt Potestátes. Cæli cælorúmque Virtútes ac beáta Séraphim sócia exsultatióne concélebrant. Cum quibus et nostras voces ut admítti júbeas, deprecámur, súpplici confessióne dicéntes:"
      },
      {
        "title": "Communion",
        "english": "Blessed is the womb of the Virgin Mary, which bore the Son of the Eternal Father.",
        "latin": "Beáta víscera Maríæ Vírginis, quæ portavérunt ætérni Patris Fílium."
      },
      {
        "title": "Postcommunion",
        "english": "Having received, O Lord, these helps to our salvation, grant, we beseech Thee, that we may be ever protected by the patronage of blessed Mary ever Virgin, in whose honor we have made these offerings to Thy majesty.\nThrough our Lord...",
        "latin": "Sumptis, Dómine, salútis nostræ subsídiis: da, quǽsumus, beátæ Maríæ semper Vírginis patrocíniis nos ubíque prótegi; in cujus veneratióne hæc tuæ obtúlimus majestáti.\nPer Dóminum..."
      }
    ],
    "commemorations" : []
  },
  {
    "rank": 4,
    "title": "Our Lady (Paschaltide/Ascensiontide)",
    "colors": "w",
    "propers": [
      {
        "title": "Introit",
        "english": "*Sedulius*\nHail, holy Mother, thou who didst bring forth the King who rules heaven and earth for ever and ever.\n*Ps 44: 2*\nMy heart hath uttered a good word: I speak my works to the King.\nGlory be to the Father...\nHail, holy Mother, thou who didst bring forth the King who rules heaven and earth for ever and ever.",
        "latin": "*Sedulius*\nSalve, sancta Parens, eníxa puérpera Regem: qui cælum terrámque regit in sǽcula sæculórum.\n*Ps 44: 2*\nEructávit cor meum verbum bonum: dico ego ópera mea Regi.\nGlória Patri...\nSalve, sancta Parens, eníxa puérpera Regem: qui cælum terrámque regit in sǽcula sæculórum."
      },
      {
        "title": "Collect",
        "english": "Grant us Thy servants, we beseech Thee, O Lord God, to enjoy perpetual health of mind and body; and by the glorious intercession of blessed Mary ever Virgin, to be delivered from present sorrows and to enjoy everlasting gladness.\nThrough our Lord...",
        "latin": "Concéde nos fámulos tuos, quǽsumus, Dómine Deus, perpétua mentis et córporis sanitáte gaudére: et, gloriósa beátæ Maríæ semper Vírginis intercessióne, a præsénti liberári tristítia et ætérna pérfrui lætítia.\nPer Dóminum..."
      },
      {
        "title": "Lesson",
        "english": "*Ecc 24:14-16*\nFrom the beginning, and before the world, was I created, and unto the world to come I shall not cease to be, and in the holy dwelling place I have ministered before him. And so I was established in Sion, and in the holy city likewise I rested, and my power was in Jerusalem. And I took root in an honorable people, and in the portion of my God his inheritance, and my abode is in the full assembly of saints.",
        "latin": "*Ecc 24:14-16*\nAb inítio et ante sǽcula creáta sum, et usque ad futúrum sǽculum non désinam, et in habitatióne sancta coram ipso ministrávi. Et sic in Sion firmáta sum, et in civitáte sanctificáta simíliter requiévi, et in Jerúsalem potéstas mea. Et radicávi in pópulo honorificáto, et in parte Dei mei heréditas illíus, et in plenitúdine sanctórum deténtio mea."
      },
      {
        "title": "Greater Alleluia",
        "english": "Alleluia, alleluia.\nThe rod of Jesse hath blossomed: a Virgin hath brought forth God and man: God hath restored peace, reconciling in Himself the lowest with the highest.\nAlleluia.\nHail Mary, full of grace: the Lord is with thee: blessed art thou among women.\nAlleluia.",
        "latin": "Allelúja, allelúja.\nVirga Jesse floruit: Virgo Deum et hominem genuit: pacem Deus reddidit, in se reconcilians ima summis.\nAllelúja.\nAve María, grátia plena: Dóminus tecum: benedícta tu in muliéribus.\nAllelúja."
      },
      {
        "title": "Gospel",
        "english": "*Jn 19:25-27*\nAt that time, there stood by the cross of Jesus, His Mother and His Mother's sister, Mary of Cleophas, and Mary Magdalen. When Jesus therefore had seen His Mother and the disciple standing whom He loved, He saith to His Mother: Woman, behold thy son. After that He saith to the disciple: Behold thy Mother. And from that hour the disciple took her to his own.",
        "latin": "*Jn 19:25-27*\nIn illo témpore: Stabant juxta crucem Jesu mater ejus, et soror matris ejus Maria Cléophæ, et María Magdaléne. Cum vidísset ergo Jesus matrem, et dicípulum stantem, quem diligébat, dicit matri suæ: Múlier, ecce fílius tuus. Deínde dicit discípulo: Ecce mater tua. Et ex illa hora accépit eam discípulus in sua."
      },
      {
        "title": "Offertory",
        "english": "*Lk 1:28, 42*\nBlessed art thou, O Virgin Mary, who didst bear the Creator of all things, didst bring forth Him Who made thee, and forever remainest a virgin. Alleluia.",
        "latin": "*Lk 1:28, 42*\nBeáta es, Virgo María, quæ ómnium portásti Creatórem: genuísti qui te fecit, et in ætérnum pérmanes Virgo, allelúja."
      },
      {
        "title": "Secret",
        "english": "By Thy gracious mercy, O Lord, and the intercession of blessed Mary ever Virgin, may this offering be of avail to us for welfare and peace now and for evermore.\nThrough our Lord...",
        "latin": "Tua, Dómine, propitiatióne, et beátæ Maríæ semper Vírginis intercessióne, ad perpétuam atque præséntem hæc oblátio nobis profíciat prosperitátem et pacem.\nPer Dóminum..."
      },
      {
        "title": "Preface of the Blessed Virgin Mary",
        "english": "It is truly meet and just, right and for our salvation that we always and everywhere give thanks unto Thee, O holy Lord, Father almighty, everlasting God: and that we should praise and bless, and proclaim Thee, in veneration of the Blessed Virgin Mary, ever Virgin: Who also conceived Thine only-begotten Son by the overshadowing of the Holy Spirit, and the glory of her virginity still abiding, gave forth to the world the everlasting Light, Jesus Christ our Lord. Through Whom the Angels praise Thy majesty, the Dominations adore, the Powers tremble: the heavens and the hosts of heaven, and the blessed Seraphim, together celebrate in exultation. With whom, we pray Thee, command that our voices of supplication also be admitted in confessing Thee saying:",
        "latin": "Vere dignum et justum est, æquum et salutáre, nos tibi semper et ubíque grátias ágere: Dómine sancte, Pater omnípotens, ætérne Deus: Et te in Veneratióne beátæ Maríæ semper Vírginis collaudáre, benedícere et prædicáre. Quæ et Unigénitum tuum Sancti Spíritus obumbratióne concépit: et, virginitátis glória permanénte, lumen ætérnum mundo effúdit, Jesum Christum, Dóminum nostrum. Per quem maiestátem tuam laudant Ángeli, adórant Dominatiónes, tremunt Potestátes. Cæli cælorúmque Virtútes ac beáta Séraphim sócia exsultatióne concélebrant. Cum quibus et nostras voces ut admítti júbeas, deprecámur, súpplici confessióne dicéntes:"
      },
      {
        "title": "Communion",
        "english": "Blessed is the womb of the Virgin Mary, which bore the Son of the Eternal Father.",
        "latin": "Beáta víscera Maríæ Vírginis, quæ portavérunt ætérni Patris Fílium."
      },
      {
        "title": "Postcommunion",
        "english": "Having received, O Lord, these helps to our salvation, grant, we beseech Thee, that we may be ever protected by the patronage of blessed Mary ever Virgin, in whose honor we have made these offerings to Thy majesty.\nThrough our Lord...",
        "latin": "Sumptis, Dómine, salútis nostræ subsídiis: da, quǽsumus, beátæ Maríæ semper Vírginis patrocíniis nos ubíque prótegi; in cujus veneratióne hæc tuæ obtúlimus majestáti.\nPer Dóminum..."
      }
    ],
    "commemorations" : []
  },
  {
    "rank": 4,
    "title": "Our Lady (Before Advent)",
    "colors": "w",
    "propers": [
      {
        "title": "Introit",
        "english": "*Sedulius*\nHail, holy Mother, thou who didst bring forth the King who rules heaven and earth for ever and ever.\n*Ps 44:2*\nMy heart hath uttered a good word: I speak my works to the King.\nGlory be to the Father...\nHail, holy Mother, thou who didst bring forth the King who rules heaven and earth for ever and ever.",
        "latin": "*Sedulius*\nSalve, sancta Parens, eníxa puérpera Regem: qui cælum terrámque regit in sǽcula sæculórum.\n*Ps 44:2*\nEructávit cor meum verbum bonum: dico ego ópera mea Regi.\nGlória Patri...\nSalve, sancta Parens, eníxa puérpera Regem: qui cælum terrámque regit in sǽcula sæculórum."
      },
      {
        "title": "Collect",
        "english": "Grant us Thy servants, we beseech Thee, O Lord God, to enjoy perpetual health of mind and body; and by the glorious intercession of blessed Mary ever Virgin, to be delivered from present sorrows and to enjoy everlasting gladness.\nThrough our Lord...",
        "latin": "Concéde nos fámulos tuos, quǽsumus, Dómine Deus, perpétua mentis et córporis sanitáte gaudére: et, gloriósa beátæ Maríæ semper Vírginis intercessióne, a præsénti liberári tristítia et ætérna pérfrui lætítia.\nPer Dóminum..."
      },
      {
        "title": "Lesson",
        "english": "*Ecc 24:14-16*\nFrom the beginning, and before the world, was I created, and unto the world to come I shall not cease to be, and in the holy dwelling place I have ministered before him. And so I was established in Sion, and in the holy city likewise I rested, and my power was in Jerusalem. And I took root in an honorable people, and in the portion of my God his inheritance, and my abode is in the full assembly of saints.",
        "latin": "*Ecc 24:14-16*\nAb inítio et ante sǽcula creáta sum, et usque ad futúrum sǽculum non désinam, et in habitatióne sancta coram ipso ministrávi. Et sic in Sion firmáta sum, et in civitáte sanctificáta simíliter requiévi, et in Jerúsalem potéstas mea. Et radicávi in pópulo honorificáto, et in parte Dei mei heréditas illíus, et in plenitúdine sanctórum deténtio mea."
      },
      {
        "title": "Gradual",
        "english": "Thou art blessed and venerable, O Virgin Mary, who with purity unstained was found to be the Mother of our Savior. Virgin Mother of God, He whom the whole world was unable to contain enclosed Himself in thy womb, being made man.",
        "latin": "Benedícta et venerábilis es, Virgo María: quæ sine tactu pudóris invénta es Mater Salvatóris. Virgo, Dei Génetrix, quem totus non capit orbis, in tua se clausit víscera factus homo."
      },
      {
        "title": "Lesser Alleluia",
        "english": "Alleluia, alleluia.\nAfter childbirth thou didst still remain an inviolate virgin: Mother of God, intercede for us.\nAlleluia.",
        "latin": "Allelúja, allelúja.\nPost partum, Virgo, invioláta permansísti: Dei Génetrix, intercéde pro nobis.\nAllelúja."
      },
      {
        "title": "Gospel",
        "english": "*Lk 11:27-28*\nAt that time, as Jesus was speaking to the multitudes, a certain woman from the crowd, lifting up her voice, said to Him: Blessed is the womb that bore Thee and the paps that gave Thee suck. But He said: Yea, rather, blessed are they who hear the word of God and keep it.",
        "latin": "*Lk 11:27-28*\nIn illo témpore: Loquénte Jesu ad turbas, extóllens vocem quædam múlier de turba, dixit illi: Beátus venter, qui te portávit, et úbera, quæ suxísti. At ille dixit: Quinímmo beáti, qui áudiunt verbum Dei, et custódiunt illud."
      },
      {
        "title": "Offertory",
        "english": "*Lk 1:28, 42*\nBlessed art thou, O Virgin Mary, who didst bear the Creator of all things, didst bring forth Him Who made thee, and forever remainest a virgin. Alleluia.",
        "latin": "*Lk 1:28, 42*\nBeáta es, Virgo María, quæ ómnium portásti Creatórem: genuísti qui te fecit, et in ætérnum pérmanes Virgo, allelúja."
      },
      {
        "title": "Secret",
        "english": "By Thy gracious mercy, O Lord, and the intercession of blessed Mary ever Virgin, may this offering be of avail to us for welfare and peace now and for evermore.\nThrough our Lord...",
        "latin": "Tua, Dómine, propitiatióne, et beátæ Maríæ semper Vírginis intercessióne, ad perpétuam atque præséntem hæc oblátio nobis profíciat prosperitátem et pacem.\nPer Dóminum..."
      },
      {
        "title": "Preface of the Blessed Virgin Mary",
        "english": "It is truly meet and just, right and for our salvation that we always and everywhere give thanks unto Thee, O holy Lord, Father almighty, everlasting God: and that we should praise and bless, and proclaim Thee, in veneration of the Blessed Virgin Mary, ever Virgin: Who also conceived Thine only-begotten Son by the overshadowing of the Holy Spirit, and the glory of her virginity still abiding, gave forth to the world the everlasting Light, Jesus Christ our Lord. Through Whom the Angels praise Thy majesty, the Dominations adore, the Powers tremble: the heavens and the hosts of heaven, and the blessed Seraphim, together celebrate in exultation. With whom, we pray Thee, command that our voices of supplication also be admitted in confessing Thee saying:",
        "latin": "Vere dignum et justum est, æquum et salutáre, nos tibi semper et ubíque grátias ágere: Dómine sancte, Pater omnípotens, ætérne Deus: Et te in Veneratióne beátæ Maríæ semper Vírginis collaudáre, benedícere et prædicáre. Quæ et Unigénitum tuum Sancti Spíritus obumbratióne concépit: et, virginitátis glória permanénte, lumen ætérnum mundo effúdit, Jesum Christum, Dóminum nostrum. Per quem maiestátem tuam laudant Ángeli, adórant Dominatiónes, tremunt Potestátes. Cæli cælorúmque Virtútes ac beáta Séraphim sócia exsultatióne concélebrant. Cum quibus et nostras voces ut admítti júbeas, deprecámur, súpplici confessióne dicéntes:"
      },
      {
        "title": "Communion",
        "english": "Blessed is the womb of the Virgin Mary, which bore the Son of the Eternal Father.",
        "latin": "Beáta víscera Maríæ Vírginis, quæ portavérunt ætérni Patris Fílium."
      },
      {
        "title": "Postcommunion",
        "english": "Having received, O Lord, these helps to our salvation, grant, we beseech Thee, that we may be ever protected by the patronage of blessed Mary ever Virgin, in whose honor we have made these offerings to Thy majesty.\nThrough our Lord...",
        "latin": "Sumptis, Dómine, salútis nostræ subsídiis: da, quǽsumus, beátæ Maríæ semper Vírginis patrocíniis nos ubíque prótegi; in cujus veneratióne hæc tuæ obtúlimus majestáti.\nPer Dóminum..."
      }
    ],
    "commemorations" : []
  }
]