{
  "country": "England and Wales",
  "mar": {
    "12": [
      {
        "title": "St Gregory",
        "colors": "w",
        "rank": 2,
        "options": "Gl | Preface of the Season",
        "propers": [ ],
        "commemorations": [ ],
        "diocese": "All Dioceses"
      }
    ]
  },
  "apr": {
    "23": [
      {
        "title": "St George",
        "colors": "r",
        "rank": 1,
        "options": "Gl | Cr | Preface of All Saints and Patron Saints or Preface of the Season",
        "propers": [ ],
        "commemorations": [ ],
        "diocese": "All Dioceses"
      }
    ]
  },
  "may": {
    "4": [
      {
        "title": "The Blessed Martyrs of England and Wales",
        "colors": "r",
        "rank": 3,
        "options": "Gl | Preface of the Season",
        "propers": [ ],
        "commemorations": [ ],
        "diocese": "All Dioceses"
      }
    ],
    "26": [
      {
        "title": "St Augustine of Canterbury",
        "colors": "w",
        "rank": 3,
        "options": "Gl | Preface of the Season",
        "propers": [
          {
              "title": "Introit",
              "english": "*Ps 131:9-10*\nMay Your priests, O Lord, be clothed with justice; let Your faithful ones shout merrily for joy. For the sake of David Your servant, reject not the plea of Your anointed. (Alleluia, alleluia.)\n*Ps 131:1*\nRemember, O Lord, David and all his meekness.\nGlory Be to the Father…\nMay Your priests, O Lord, be clothed with justice; let Your faithful ones shout merrily for joy. For the sake of David Your servant, reject not the plea of Your anointed. (Alleluia, alleluia.)",
              "latin": "*Ps 131:9-10*\nSacerdótes tui, Dómine, induant justítiam, et sancti tui exsúltent: propter David servum tuum, non avértas fáciem Christi tui. (Allelúja, allelúja.)\n*Ps 131:1*\nMeménto, Dómine, David: et omnis mansuetúdinis ejus.\nGlória Patri…\nSacerdótes tui, Dómine, induant justítiam, et sancti tui exsúltent: propter David servum tuum, non avértas fáciem Christi tui. (Allelúja, allelúja.)"
          },
          {
              "title": "Collect",
              "english": "O God, Who graciously enlightened the English peoples with the light of the true faith by the preaching and miracles of blessed Augustine, Your Confessor and Bishop, grant, through his intercession, that the hearts of those who have strayed may return to the unity of the true faith and that we may be in harmony with Your will.\nThrough our Lord…",
              "latin": "Deus, qui Anglórum gentes, prædicatióne et miráculis beáti Augustíni Confessóris tui atque Pontíficis, veræ fídei luce illustráre dignátus es: concéde; ut, ipso interveniénte, errántium corda ad veritátis tuæ rédeant unitátem, et nos in tua simus voluntáte concórdes.\nPer Dominum…"
          },
          {
              "title": "Lesson",
              "english": "Lesson from the first letter of St. Paul the Apostle to the Thessalonians\n*1 Thess 2:2-9*\nBrethren: We had confidence in our God to preach to you the gospel of God amid much anxiety. For our exhortation was not from error, nor from impure motives, nor from guile. But as approved by God to be entrusted with the gospel, so we speak not as pleasing men, but God, who proves our hearts. For at no time have we used words of flattery, as you know, nor any pretext for avarice, God is witness, nor have we sought glory from me, neither from you nor from others. Although as the apostles of Christ we could have claimed a position of honor among you, still while in your midst we were as children: as if a nurse were cherishing her own children, so we in our love for you would gladly have imparted to you not only the gospel of God, but also our own souls; because you had become most dear to us. For you remember, brethren, our labor and toil. We worked night and day so as not to be a burden to any of you while we preached to you the gospel of God.",
              "latin": "Léctio Epístolæ beáti Pauli Apóstoli ad Thessalonicénses.\n*1 Thess 2:2-9*\nFratres: Fidúciam habúimus in Deo nostro loqui ad vos Evangélium Dei in multa sollicitúdine. Exhortátio enim nostra non de erróre neque de immundítia neque in dolo, sed sicut probáti sumus a Deo, ut crederétur nobis Evangélium: ita lóquimur, non quasi homínibus placéntes, sed Deo, qui probat corda nostra. Neque enim aliquándo fuimus in sermóne adulatiónis, sicut scitis: neque in occasióne avarítiæ: Deus testis est: nec quæréntes ab homínibus glóriam, neque a vobis neque ab áliis; cum possémus vobis óneri esse ut Christi Apóstoli: sed facti sumus párvuli in médio vestrum, tamquam si nutrix fóveat fílios suos. Ita desiderántes vos, cúpide volebámus trádere vobis non solum Evangélium Dei, sed étiam ánimas nostras: quóniam caríssimi nobis facti estis. Mémores enim estis, fratres, labóris nostri et fatigatiónis: nocte ac die operántes, ne quem vestrum gravarémus, prædicávimus in vobis Evangélium Dei."
          },
          {
              "title": "Gradual",
              "english": "*Ps 131:16-17*\nHer priests I will clothe with salvation, and her faithful ones shall shout merrily for joy.\n℣. In her will I make a horn to spout for David; I will place a lamp for My anointed. Alleluia, alleluia.\n*Ps 109:4*\nThe Lord has sworn, and He will not repent: You are a priest forever, according to the order of Melchisedec. Alleluia.",
              "latin": "*Ps 131:16-17*\nSacerdótes ejus índuam salutári: et sancti ejus exsultatióne exsultabunt.\n℣. Illuc prodúcam cornu David: parávi luceérnam Christo meo. Allelúja, allelúja.\n*Ps 109:4*\nJurávit Dóminus, et non pœnitébit eum: Tu es sacérdos in ætérnum, secúndum órdinem Melchísedech. Allelúja."
          },
          {
            "title": "Gospel",
            "english": "Continuation ☩ of the Holy Gospel according to Luke\n*Luke 10:1-9*\nIn that time: the Lord appointed also other seventy-two: and he sent them two and two before his face into every city and place whither he himself was to come. And he said to them: The harvest indeed is great, but the labourers are few. Pray ye therefore the Lord of the harvest, that he send labourers into his harvest. Go: Behold I send you as lambs among wolves. Carry neither purse, nor scrip, nor shoes; and salute no man by the way. Into whatsoever house you enter, first say: Peace be to this house. And if the son of peace be there, your peace shall rest upon him; but if not, it shall return to you. And in the same house, remain, eating and drinking such things as they have: for the labourer is worthy of his hire. Remove not from house to house. And into what city soever you enter, and they receive you, eat such things as are set before you. And heal the sick that are therein, and say to them: The kingdom of God is come nigh unto you.",
            "latin": "Sequéntia ☩ sancti Evangélii secúndum Lucam.\n*Luc 10:1-9*\nIn illo témpore: Designávit Dóminus et alios septuagínta duos: et misit illos binos ante fáciem suam in omnem civitátem et locum, quo erat ipse ventúrus. Et dicébat illis: Messis quidem multa, operárii autem pauci. Rogáte ergo Dóminum messis, ut mittat operários in messem suam. Ite: ecce, ego mitto vos sicut agnos inter lupos. Nolíte portare sácculum neque peram neque calceaménta; et néminem per viam salutavéritis. In quamcúmque domum intravéritis, primum dícite: Pax huic dómui: et si ibi fúerit fílius pacis, requiéscet super illum pax vestra: sin autem, ad vos revertátur. In eádem autem domo manéte, edéntes et bibéntes quæ apud illos sunt: dignus est enim operárius mercéde sua. Nolíte transíre de domo in domum. Et in quamcúmque civitátem intravéritis, et suscéperint vos, manducáte quæ apponúntur vobis: et curáte infírmos, qui in illa sunt, et dícite illis: Appropinquávit in vos regnum Dei."
          },
          {
              "title": "Offertory",
              "english": "*Ps 88:25*\nMy faithfulness and My kindness shall be with him, and through My name shall his horn be exulted.",
              "latin": "*Ps 88:25*\nVéritas mea et misericórdia mea cum ipso, et in nómine meo exaltábitur cornu ejus."
          },
          {
              "title": "Secret",
              "english": "We offer sacrifice unto You, O Lord, on the feast of blessed Augustine, Your Bishop and Confessor, humbly beseeching You that the sheep who are perishing may return to the one fold and be fed with this food of salvation.\nThrough our Lord…",
              "latin": "Sacrifícium tibi offérimus. Dómine, in sollemnitáte beáti Augustíni Pontíficis et Confessóris tui, humíliter deprecántes: ut oves, quæ periérunt, ad unum ovile revérsæ, hoc salutári pábulo nutriántur.\nPer Dominum…"
          },
          {
              "title": "Preface",
              "english": "*Common*\nIt is truly meet and just, and profitable unto salvation, that we should at all times, and in all places, give thanks to Thee, O Holy Lord, Father Almighty, eternal God, through Christ, our Lord. Through whom the Angels praise Thy Majesty, the Dominions adore it, the Powers are in awe. Which the heavens and the hosts of heaven together with the blessed Seraphim joyfully do magnify. And do Thou command that it be permitted us to join with them in confessing Thee, while we say with lowly praise:",
              "latin": "*Communis*\nVere dignum et justum est, æquum et salutáre, nos tibi semper et ubíque grátias ágere: Dómine sancte, Pater omnípotens, ætérne Deus: per Christum, Dóminum nostrum. Per quem majestátem tuam laudant Angeli, adórant Dominatiónes, tremunt Potestátes. Cæli cælorúmque Virtútes ac beáta Séraphim sócia exsultatióne concélebrant. Cum quibus et nostras voces ut admítti jubeas, deprecámur, súpplici confessione dicéntes:"
          },
          {
              "title": "Communion",
              "english": "*Matt 24:46-47*\r\nBlessed is that servant whom his master, when he comes, shall find watching. Amen I say to you, he will set him over all his goods. (Alleluia.)",
              "latin": "*Matt 24:46-47*\nBeátus servus, quem, cum vénerit dóminus, invénerit vigilántem: amen, dico vobis, super ómnia bona sua constítuet eum. (Allelúja.)"
          },
          {
              "title": "Postcommunion",
              "english": "Strengthened by the sacrifice of salvation, we humbly pray You, O Lord, that through the prayerful intercession of blessed Augustine, it may continuously be offered everywhere unto Your name.\nThrough our Lord…",
              "latin": "Hóstia salutári refécti: te, Dómine, súpplices exorámus; ut eadem, beáti Augustíni interveniénte suffrágio, in omni loco nómini tuo júgiter immolétur.\nPer Dominum…"
          }
        ],
        "commemorations": [ ],
        "diocese": "All Dioceses"
      }
    ],
    "27": [
      {
        "title": "St Bede the Venerable",
        "colors": "w",
        "rank": 3,
        "options": "Gl | Preface of the Season",
        "propers": [
          {
              "title": "Introit",
              "english": "*Sir 15:5*\nIn the midst of the assembly he opened his mouth; and the Lord filled him with the spirit of wisdom and understanding; He clothed him with a robe of glory.\n*Ps 91:2*\nIt is good to give thanks to the Lord, to sing praise to Your name, Most High.\nGlory Be to the Father…\nIn the midst of the assembly he opened his mouth; and the Lord filled him with the spirit of wisdom and understanding; He clothed him with a robe of glory.",
              "latin": "*Eccli 15:5*\nIn médio Ecclésiæ apéruit os ejus: et implévit eum Dóminus spíritu sapiéntiæ et intelléctus: stolam glóriæ índuit eum. (Allelúja, allelúja.)\n*Ps 91:2*\nBonum est confitéri Dómino: et psállere nómini tuo, Altíssime.\nGlória Patri…\nIn médio Ecclésiæ apéruit os ejus: et implévit eum Dóminus spíritu sapiéntiæ et intelléctus: stolam glóriæ índuit eum. (Allelúja, allelúja.)"
          },
          {
              "title": "Collect",
              "english": "O God, Who enlightened Your Church with the learning of blessed Bede, Your Confessor and Doctor, graciously grant that Your servants may ever be enlightened by his wisdom and helped by his merits.\nThrough our Lord…",
              "latin": "Deus, qui Ecclésiam tuam beáti Bedæ Confessóris tui atque Doctóris eruditióne claríficas: concéde propítius fámulis tuis; ejus semper ilustrári sapiéntia et méritis adjuvári.\nPer Dominum…"
          },
          {
              "title": "Lesson",
              "english": "Lesson from the second letter of St Paul the Apostle to Timothy\n*2 Tim 4:1-8*\nDearly beloved: I charge thee, before God and Jesus Christ, who shall judge the living and the dead, by his coming, and his kingdom: Preach the word: be instant in season, out of season: reprove, entreat, rebuke in all patience and doctrine. For there shall be a time, when they will not endure sound doctrine; but, according to their own desires, they will heap to themselves teachers, having itching ears: And will indeed turn away their hearing from the truth, but will be turned unto fables. But be thou vigilant, labour in all things, do the work of an evangelist, fulfil thy ministry. Be sober. For I am even now ready to be sacrificed: and the time of my dissolution is at hand. I have fought a good fight, I have finished my course, I have kept the faith. As to the rest, there is laid up for me a crown of justice, which the Lord the just judge will render to me in that day: and not only to me, but to them also that love his coming.",
              "latin": "Léctio Epístolæ beáti Pauli Apóstoli ad Timótheum\n*2 Tim 4:1-8*\nCaríssime: Testíficor coram Deo, et Jesu Christo, qui judicatúrus est vivos et mórtuos, per advéntum ipsíus et regnum ejus: prǽdica verbum, insta opportúne, importune: árgue, óbsecra, íncrepa in omni patiéntia, et doctrína. Erit enim tempus, cum sanam doctrínam non sustinébunt, sed ad sua desidéria, coacervábunt sibi magistros, pruriéntes áuribus, et a veritáte quidem audítum avértent, ad fábulas autem converténtur. Tu vero vígila, in ómnibus labóra, opus fac Evangelístæ, ministérium tuum ímple. Sóbrius esto. Ego enim jam delíbor, et tempus resolutiónis meæ instat. Bonum certámen certávi, cursum consummávi, fidem servávi. In réliquo repósita est mihi coróna justítiæ, quam reddet mihi Dóminus in illa die, justus judex: non solum autem mihi, sed et iis, qui díligunt advéntum ejus."
          },
          {
              "title": "Gradual",
              "english": "Allelúja, allelúja.\n*Eccli 45:9*\nThe Lord loved him and decorated him: He hath clothed him in a stole of glory.\n*Osee 14:6.*\nThe just man shall flourish like the lily: and will bear fruit in eternity before the Lord. Allelúja.",
              "latin": "Allelúja, allelúja.\n*Eccli 45:9*\nAmávit eum Dóminus, et ornávit eum: stolam glóriæ índuit eum.\n*Osee 14:6.*\nJustus germinábit sicut lílium: et florébit in ætérnum ante Dóminum. Allelúja."
          },
          {
              "title": "Gospel",
              "english": "Continuation ☩ of the Holy Gospel according to Matthew\n*Matt 5:13-19*\nIn that time, Jesus said to His disciples: You are the salt of the earth. But if the salt lose its savour, wherewith shall it be salted? It is good for nothing any more but to be cast out, and to be trodden on by men. You are the light of the world. A city seated on a mountain cannot be hid. Neither do men light a candle and put it under a bushel, but upon a candlestick, that it may shine to all that are in the house. So let your light shine before men, that they may see your good works, and glorify your Father who is in heaven. Do not think that I am come to destroy the law, or the prophets. I am not come to destroy, but to fulfill. For amen I say unto you, till heaven and earth pass, one jot, or one tittle shall not pass of the law, till all be fulfilled. He therefore that shall break one of these least commandments, and shall so teach men, shall be called the least in the kingdom of heaven. But he that shall do and teach, he shall be called great in the kingdom of heaven.",
              "latin": "Sequéntia ☩ sancti Evangélii secúndum Matthǽum\n*Matt 5:13-19*\nIn illo témpore: Dixit Jesus discípulis suis: Vos estis sal terræ. Quod si sal evanúerit, in quo saliétur? Ad níhilum valet ultra, nisi ut mittátur foras, et conculcétur ab homínibus. Vos estis lux mundi. Non potest cívitas abscóndi supra montem pósita. Neque accéndunt lucérnam, et ponunt eam sub módio, sed super candelábrum, ut lúceat ómnibus qui in domo sunt. Sic lúceat lux vestra coram homínibus, ut vídeant ópera vestra bona, et gloríficent Patrem vestrum, qui in cœlis est. Nolíte putáre, quóniam veni sólvere legem aut prophétas: non veni sólvere, sed adimplére. Amen, quippe dico vobis, donec tránseat cœlum et terra, jota unum aut unus apex non præteríbit a lege, donec ómnia fiant. Qui ergo solvent unum de mandátis istis mínimis, et docúerit sic hómines, mínimus vocábitur in regno cœlórum: qui autem fécerit et docúerit, hic magnus vocábitur in regno cœlórum."
          },
          {
              "title": "Offertory",
              "english": "*Ps 91:13*\nThe just shall flourish like the palm tree: he shall grow up like the cedar of Libanus.",
              "latin": "*Ps 91:13*\nJustus ut palma florébit: sicut cedrus, quæ in Líbano est, multiplicábitur.  (Allelúja.)"
          },
          {
              "title": "Secret",
              "english": "May the loving prayer of blessed Bede, Your Bishop and Doctor, fail us never, O Lord; may it commend our offerings and ever secure for us Your forgiveness.\nThrough our Lord…",
              "latin": "Sancti Bedæ Confessóris tui atque Doctoris nobis, Dómine, pia non desit orátio: quæ et múnera nostra concíliet; et tuam nobis indulgéntiam semper obtíneat.\nPer Dominum…"
          },
          {
              "title": "Preface",
              "english": "*Ascension*\nIt is truly meet and just, right and for our salvation, that we should at all times, and in all places, give thanks unto Thee, O holy Lord, Father almighty, everlasting God: through Christ our Lord. Who, after His Resurrection, appeared openly to all His disciples, and, while they looked on, was taken up into heaven, that He might grant unto us to be sharers in His own divinity. And therefore, with Angels and Archangels, with Thrones and Dominations, and with all the hosts of the heavenly army, we sing the hymn of Thy glory, evermore saying:",
              "latin": "*de Ascensione Domini*\nVere dignum et justum est, æquum et salutáre, nos tibi semper et ubíque grátias ágere: Dómine sancte, Pater omnípotens, ætérne Deus: per Christum, Dóminum nostrum. Qui post resurrectiónem suam ómnibus discípulis suis maniféstus appáruit et, ipsis cernéntibus, est elevátus in cælum, ut nos divinitátis suæ tribúeret esse partícipes. Et ídeo cum Angelis et Archángelis, cum Thronis et Dominatiónibus cumque omni milítia cœléstis exércitus hymnum glóriæ tuæ cánimus, sine fine dicéntes:"
          },
          {
              "title": "Communion",
              "english": "*Luke 12:42*\nThe faithful and wise steward, whom his lord setteth over his family, to give them their measure of wheat in due season.",
              "latin": "*Luc 12:42*\nFidélis servus et prudens, quem constítuit dóminus super famíliam suam: ut det illis in témpore trítici mensúram. (Allelúja.)"
          },
          {
              "title": "Postcommunion",
              "english": "So that your sacrificial rites may grant us salvation, we pray you, O Lord, that blessed Bede, Your Bishop and illustrious Doctor, may draw nigh as our intercessor.\nThrough our Lord…",
              "latin": "Ut nobis, Dómine, tua sacrifícia dent salútem: beátus Beda Conféssor tuus et egrégius, quǽsumus, precátor accédat.\nPer Dominum…"
          }
        ],
        "commemorations": [ ],
        "diocese": "All Dioceses"
      }
    ]
  },
  "jun": {
    "22": [
      {
        "title": "St Alban",
        "colors": "r",
        "rank": 3,
        "options": "Gl | Preface of the Season",
        "propers": [ ],
        "commemorations": [ ],
        "diocese": "All Dioceses"
      }
    ]
  },
  "jul": {
    "9": [
      {
        "title": "St John Fisher & St Thomas More",
        "colors": "r",
        "rank": 1,
        "options": "Gl | Cr | Preface of the Season",
        "propers": [ ],
        "commemorations": [ ],
        "diocese": "All Dioceses"
      }
    ]
  },
  "oct": {
    "13": [
      {
        "title": "St Edward the Confessor",
        "colors": "w",
        "rank": 3,
        "options": "Gl | Preface of the Season",
        "propers": [ ],
        "commemorations": [ ],
        "diocese": "All Dioceses"
      }
    ]
  },
  "dec": {
    "29": [
      {
        "title": "St Thomas of Canterbury",
        "colors": "r",
        "rank": 1,
        "options": "Gl | Cr | Preface of the Season",
        "propers": [ ],
        "commemorations": [ ],
        "diocese": "All Dioceses"
      }
    ]
  }
}
